{"description": {
  "author": "",
  "description": "10.11.2014\n\nSources:\nhttp://wikipedia.org\nhttp://www.usmint.gov\nhttp://www.statequarterguide.com\nhttp://www.coin-collecting-guide-for-beginners.com\n",
  "title": "Base catalogue of circulating commemorative coins of USA"
},
"coins": [
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "1999-01-01",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 774824000,
  "note": "Mintages\n1999-D Delaware Quarter: 373,400,000\n1999-P Delaware Quarter: 401,424,000\n1999-S Proof Delaware Quarter: 3,713,359\n1999-S Silver Proof Delaware Quarter: 804,565",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "119_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Caesar Rodney on horseback\nCaptions: \"The First State\", \"Caesar Rodney\"",
  "reversedesigner": "William Cousins",
  "reverseimg": "119_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Delaware State Quarters were released on January 4, 1999 as the first coin in the State Quarter series. Delaware’s original Statehood date was December 7, 1787.\n\nThe reverse design features Caesar Rodney on horseback. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” “Caesar Rodney,” and “The First State.” The coin’s reverse was designed and engraved by William Cousins.\n\nCaesar Rodney was a delegate to the Continental Congress. He rode 80 miles on horseback to cast the deciding vote in favor of independence. In his lifetime, he held more public offices than any other Delaware citizen.\n\nThe final design was selected based on a popular vote from the Delaware’s citizens after initial review and approval by the Secretary of the Treasury, Citizens Coinage Advisory Committee, and the Commission of Fine Arts. Two other designs considered but not selected featured a quill pen and parchment and a depiction of Lady Liberty.",
  "subjectshort": "Delaware",
  "thickness": 1.7,
  "title": "1999 Delaware State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 1999
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "1999-03-08",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 707332000,
  "note": "Mintages\n1999-P Pennsylvania Quarter: 349,000,000\n1999-D Pennsylvania Quarter: 358,332,000\n1999-S Proof Pennsylvania Quarter: 3,713,359\n1999-S Silver Proof Pennsylvania Quarter: 804,565",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "120_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Commonwealth statue, state outline, keystone\nCaption: \"Virtue, Liberty, Independence\"",
  "reversedesigner": "John Mercanti",
  "reverseimg": "120_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Pennsylvania State Quarters were released on March 8, 1999 as the second coin in the 50 State Quarter Program. Pennsylvania’s original Statehood date was December 12, 1787.\n\nThe reverse design features the statue “Commonwealth,” an outline of the state, and a keystone. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and the State motto “Virtue, Liberty, Independence.” The coin’s reverse was designed by William Cousins and engraved by John Mercanti.\n\nThe statue upon which the design is based was designed by sculptor Roland Hinton Perry and sits atop Pennsylvania’s state capitol dome in Harrisburg. The keystone honors the state’s nickname “The Keystone State.”\n\nThe design was selected by the governor from four finalist designs after initial review and approval by the Treasury Secretary, Citizens Commemorative Coin Advisory Committee, and Fine Arts Commission. Initially, more than 5,300 design ideas had been recommended by Pennsylvania citizens and reviewed by a 14-member committee formed by the governor.",
  "subjectshort": "Pennsylvania",
  "thickness": 1.7,
  "title": "1999 Pennsylvania State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 1999
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "1999-05-17",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 662228000,
  "note": "Mintages\n1999-P New Jersey Quarter: 363,200,000\n1999-D New Jersey Quarter: 299,028,000\n1999-S Proof New Jersey Quarter: 3,713,359\n1999-S Silver Proof New Jersey Quarter: 804,565",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "121_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Washington Crossing the Delaware, which includes George Washington (standing) and James Monroe (holding the flag)\nCaption: \"Crossroads of the Revolution\"",
  "reversedesigner": "Alfred Maletsky",
  "reverseimg": "121_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "New Jersey State Quarters were released on May 17, 1999 as the third coin in the 50 State Quarter Program. New Jersey’s original Statehood date was December 18, 1787.\n\nThe reverse design features George Washington crossing the Delaware River. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Crossroads of the Revolution.” The coin’s reverse was designed and engraved by Alfred Maletsky.\n\nThe reverse design is based on an 1851 painting by Emmanuel Leutze titled “Washington Crossing the Delaware.” It depicts Christmas night in 1776 when George Washington and members of the Colonial Army crossed the Delaware River into New Jersey to perform an important surprise attack.\n\nThe final design was selected by the New Jersey Commemorative Coin Design Commission, with approval of the governor, after initial review and approval by the Secretary of the Treasury, Citizens Commemorative Coin Advisory Committee, and Fine Arts Commission. Notably, the use of this reverse design meant that George Washington appeared on both the obverse and reverse of the coin.",
  "subjectshort": "New Jersey",
  "thickness": 1.7,
  "title": "1999 New Jersey State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 1999
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "1999-07-19",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 939932000,
  "note": "Mintages\n1999-P Georgia Quarter: 451,188,000\n1999-D Georgia Quarter: 488,744,000\n1999-S Proof Georgia Quarter: 3,713,359\n1999-S Silver Proof Georgia Quarter: 804,565",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "122_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Peach, live oak (state tree) sprigs, state outline\nBanner with text: \"Wisdom, Justice, Moderation\" (the state motto)",
  "reversedesigner": "T. James Ferrell",
  "reverseimg": "122_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Georgia State Quarters were released on July 19, 1999 as the fourth coin in the State Quarter series. Georgia’s original Statehood date was January 2, 1788.\n\nThe reverse design features the Georgia peach, an outline of the state, the state tree, and the state motto. The inscriptions include the State name, Statehood date, mintage date, and “E Pluribus Unum.” The coin’s reverse was designed and engraved by T. James Ferrell.\n\nThe Peach is often used as a representation of Georgia. The springs bordering the outline of the state are from the Live Oak, Georgia’s state tree. The state motto hangs on a banner above the peach, reading “Wisdom, Justice, Moderation.”\n\nThe final design was selected by the governor after initial review and approval by the Secretary of the Treasury, Citizens Commemorative Coin Advisory Committee, Fine Arts Commission, and the Georgia Council for the Arts. The concept of a design incorporating various elements representing the state would be used several more times in the series.",
  "subjectshort": "Georgia",
  "thickness": 1.7,
  "title": "1999 Georgia State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 1999
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "1999-10-12",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 1346624000,
  "note": "Mintage\n1999-P Connecticut Quarter: 688,744,000\n1999-D Connecticut Quarter: 657,880,000\n1999-S Proof Connecticut Quarter: 3,713,359\n1999-S Silver Proof Connecticut Quarter: 804,565",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "123_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Charter Oak\nCaption: \"The Charter Oak\"",
  "reversedesigner": "T. James Ferrell",
  "reverseimg": "123_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Connecticut State Quarters were released on October 12, 1999 as the fifth coin in the State Quarter series. Connecticut’s original Statehood date was January 9, 1788.\n\nThe reverse design features the Charter Oak of Connecticut. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “The Charter Oak.” The coin’s reverse was designed and engraved by T. James Farrell.\n\nWhen a British representative for King James II challenged Connecticut’s government in 1687, Captain Joseph Wadsworth saved the Connecticut Charter from the hands of the British by hiding it in an oak tree. The famed tree eventually fell during a storm in 1856.\n\nThe final design was selected by the Connecticut Commission on the Arts with the governor’s approval after initial review and approval by the United States Treasury Secretary, Citizens Commemorative Coin Advisory Committee, and Fine Arts Commission. The initial design came from a submission to the Connecticut Coin Design Competition. There were 112 Connecticut citizens who submitted design concepts, of that number 19 had depicted the Charter Oak.",
  "subjectshort": "Connecticut",
  "thickness": 1.7,
  "title": "1999 Connecticut State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 1999
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2000-01-03",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 1163784000,
  "note": "Mintages\n2000-P Massachusetts Quarter: 628,600,000\n2000-D Massachusetts Quarter: 535,184,000\n2000-S Proof Massachusetts Quarter: 4,020,172\n2000-S Silver Proof Massachusetts Quarter: 965,421",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "124_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "The Minuteman statue, state outline\nCaption: \"The Bay State\"",
  "reversedesigner": "Thomas D. Rodgers",
  "reverseimg": "124_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Massachusetts State Quarters were released on January 3, 2000 as the sixth coin in the State Quarter series. Massachusetts’s original Statehood date was February 6, 1788.\n\nThe reverse design features “The Minuteman” against an outline of the state. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “The Bay State.” The coin’s reverse was designed and engraved by Thomas D. Rodgers Sr.\n\n“The Minuteman” is a famous statue that stands guard at the Minuteman National Historical Park in Concord, Massachusetts. The Minutemen were important Revolutionary War forces of regular farmers and colonists who could assemble to fight at a minutes notice.\n\nThe final design was selected by the governor after initial review and approval by the United States Secretary of the Treasury, Citizens Commemorative Coin Advisory Committee, and Fine Arts Commission. All initial design concepts for the quarter were gathered from Massachusetts elementary school students who had submitted more than 100 different proposals.",
  "subjectshort": "Massachusetts",
  "thickness": 1.7,
  "title": "2000 Massachusetts State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2000
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2000-03-13",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 1234732000,
  "note": "Mintages\n2000-P Maryland Quarter: 678,200,000\n2000-D Maryland Quarter: 556,532,000\n2000-S Proof Maryland Quarter: 4,020,172\n2000-S Silver Proof Maryland Quarter: 965,421",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "125_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Dome of the Maryland State House, white oak (state tree) clusters\nCaption: \"The Old Line State\"",
  "reversedesigner": "Thomas D. Rodgers",
  "reverseimg": "125_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Maryland State Quarters were released on March 13, 2000 as the seventh coin in the 50 State Quarters program. Maryland’s original Statehood date was April 28, 1788.\n\nThe reverse design features the Maryland Statehouse. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “The Old Line State.” The coin’s reverse was designed by William J. Krawczewicz and engraved by Thomas D. Rodgers\n\nThe Maryland Statehouse dates back to 1772 and is the country’s largest wooden dome built without using nails. The Treaty of Paris which ended the Revolutionary War was ratified in the structure. It also served as the nation’s first peacetime capital. On the quarter, the dome is surrounded by White oak leaf clusters.\n\nThe final design was selected by the governor after initial review and approval by the Treasury Secretary, Citizens Commemorative Coin Advisory Committee, Fine Arts Commission, and the Maryland Commemorative Coin Committee. The last mentioned committee was formed for the explicit purpose of evaluating the states proposed quarter designs.",
  "subjectshort": "Maryland",
  "thickness": 1.7,
  "title": "2000 Maryland State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2000
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2000-05-22",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 1308784000,
  "note": "Mintages\n2000-P South Carolina Quarter: 373,400,000\n2000-D South Carolina Quarter: 401,424,000\n2000-S Proof South Carolina Quarter: 4,020,172\n2000-S Silver Proof South Carolina Quarter: 965,421",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "126_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Carolina wren (state bird), yellow jessamine (state flower), cabbage palmetto (state tree), state outline\nCaption: \"The Palmetto State\"",
  "reversedesigner": "Thomas D. Rodgers",
  "reverseimg": "126_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "South Carolina State Quarters were released on May 22, 2000 as the eighth coin in the State Quarter series. South Carolina’s original Statehood date was May 23, 1788.\n\nThe reverse design features an outline of the state and a collection of the state’s symbols. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “The Palmetto State.” The coin’s reverse was designed and engraved by Thomas D. Rodgers\n\nThe Carolina Wren is the state bird. The Yellow Jessamine is the state flower. The Palmetto Tree is the state tree. All three symbols are featured on the reverse design of the quarter.\n\nThe final design was selected by the governor after initial review and approval by the United States Treasury Secretary, Citizens Commemorative Coin Advisory Committee, and Fine Arts Commission. Initial designs were accepted by the South Carolina Department of Parks, Recreation, and Tourism. They had started accepting design suggestions beginning in 1998.",
  "subjectshort": "South Carolina",
  "thickness": 1.7,
  "title": "2000 South Carolina State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2000
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2000-08-07",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 1169016000,
  "note": "Mintages\n2000-P New Hampshire Quarter: 673,040,000\n2000-D New Hampshire Quarter: 495,976,000\n2000-S Proof New Hampshire Quarter: 4,020,172\n2000-S Silver Proof New Hampshire Quarter: 965,421",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "127_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Old Man of the Mountain, nine stars\nCaptions: \"Old Man of the Mountain\", \"Live Free or Die\"",
  "reversedesigner": "William Cousins",
  "reverseimg": "127_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "New Hampshire State Quarters were released on August 7, 2000 as the ninth coin in the State Quarter series. New Hampshire’s original Statehood date was June 21, 1788.\n\nThe reverse design features a rock formation known as “The Old Man of the Mountain.” The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and the state motto “Live Free or Die.” The coin’s reverse was designed and engraved by William Cousins.\n\n“The Old Man of the Mountain” is a rock formation on Mount Cannon in Northern New Hampshire. It resembles the profile of an old man gazing eastward. Unfortunately, the formation crumbled in 2003. The reverse design also uses nine stars to symbolize that New Hampshire was the ninth state.\n\nThe New Hampshire governor had established a committee responsible for holding a design competition for the state’s quarter. The committee included representatives from numismatics, historical societies, the Senate, House of Representatives, and Hew Hampshire citizens. The design competition held by the Committee was open to all New Hampshire residents. The final design selected by the Commemorative Quarter Committee was sent to the United States Secretary of the Treasury for final approval.",
  "subjectshort": "New Hampshire",
  "thickness": 1.7,
  "title": "2000 New Hampshire State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2000
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2000-10-16",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 1594616000,
  "note": "Mintages\n2000-P Virginia Quarter: 943,000,000\n2000-D Virginia Quarter: 651,616,000\n2000-S Proof Virginia Quarter: 4,020,172\n2000-S Silver Proof Virginia Quarter: 965,421",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "128_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Ships Susan Constant, Godspeed, Discovery\nCaptions: \"Jamestown, 1607-2007\", \"Quadricentennial\"",
  "reversedesigner": "Edgar Z. Steever",
  "reverseimg": "128_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Virginia State Quarters were released on October 16, 2000 as the tenth coin in the State Quarter series. Virginia’s original Statehood date was June 25, 1788.\n\nThe reverse design honors the Quadricentennial of Jamestown. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” “Jamestown 1607-2007″ and “Quadricentennial.” The coin’s reverse was designed by Edgar M. Stevens IV and engraved by Edgar Z. Steever.\n\nJamestown, Virginia was the first permanent English settlement in America. The design features three ships named Susan Constant, Godspeed, and Discovery that brought the first English settlers to Jamestown. The settlers arrived on May 12, 1607 and named the settlement in honor of King James I.\n\nThe final design was selected by the governor after receiving input from the citizens of Virginia. The design concept was sent to the Secretary of the Treasury for final approval. Initially, there were thousands of design ideas received from the public.\n\nNotably, the Jamestown Settlement was also the subject of a commemorative coin program later released in 2007, the year of the actual 400th anniversary.",
  "subjectshort": "Virginia",
  "thickness": 1.7,
  "title": "2000 Virginia State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2000
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2001-01-02",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 1275040000,
  "note": "Mintages\n2001-P New York Quarter: 619,640,000\n2001-D New York Quarter: 655,400,000\n2001-S Proof New York Quarter: 3,094,140\n2001-S Silver Proof New York Quarter: 889,697",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "129_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Statue of Liberty, 11 stars, state outline with line tracing Hudson River and Erie Canal\nCaption: \"Gateway to Freedom\"",
  "reversedesigner": "Alfred Maletsky",
  "reverseimg": "129_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "New York State Quarters were released on January 2, 2001 as the eleventh coin in the State Quarter series. New York’s original Statehood date was July 26, 1788.\n\nThe reverse design features the Statue of Liberty over an outline of New York State. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Gateway to Freedom.” The coin’s reverse was designed by Daniel Carr and engraved by Alfred Maletsky.\n\nThe Statue of Liberty is celebrated as the point of entry for millions of immigrants who came to America. The statue was a gift from France given on October 28, 1886. The outline of New York State includes a path traced from the Hudson River to the Erie Canal.\n\nThe final design was selected by a popular vote from the citizens of New York. The design was sent to the United States Secretary of the Treasury for final approval. Initially, there were hundreds of design concepts received from the public with subjects including the Battle of Saratoga, Henry Hudson, and the New York Federal Building.",
  "subjectshort": "New York",
  "thickness": 1.7,
  "title": "2001 New York State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2001
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2001-03-12",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 1055476000,
  "note": "Mintages\n2001-P North Carolina Quarter: 627,600,000\n2001-D North Carolina Quarter: 427,876,000\n2001-S Proof North Carolina Quarter: 3,094,140\n2001-S Silver Proof North Carolina Quarter: 889,697",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "130_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Wright Flyer, John T. Daniels's iconic photo of the Wright brothers\nCaption: \"First Flight\"",
  "reversedesigner": "John Mercanti",
  "reverseimg": "130_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "North Carolina State Quarters were released on March 12, 2001 as the twelfth coin in the State Quarter series. North Carolina’s original Statehood date was November 21, 1789.\n\nThe reverse design features the first successful airplane flight. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “First Flight.” The coin’s reverse was designed and engraved by John Mercanti.\n\nThe historical “First Flight” took place at Kitty Hawk, North Carolina on December 17, 1903. The Wright Brothers successfully flew their plane called the Flyer for a distance of 120 feet.\n\nThe final design for the North Carolina Quarter was selected by the governor and the North Carolina Commemorative Coin Committee. The design was sent to the Secretary of the Treasury for final approval. Some of the design concepts suggested but not used were the Hatteras Lighthouse and the Flyer superimposed on an outline of the state.\n\nNotably, the First Flight was also later featured on a series of commemorative coins issued in 2003 for the occasion’s 100th anniversary.",
  "subjectshort": "North Carolina",
  "thickness": 1.7,
  "title": "2001 North Carolina State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2001
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2001-05-21",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 870100000,
  "note": "Mintages\n2001-P Rhode Island Quarter: 423,000,000\n2001-D Rhode Island Quarter: 447,100,000\n2001-S Proof Rhode Island Quarter: 3,094,140\n2001-S Silver Proof Rhode Island Quarter: 889,697",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "131_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "America's Cup yacht Reliance on Narragansett Bay, Pell Bridge\nCaption: \"The Ocean State\"",
  "reversedesigner": "Thomas D. Rodgers",
  "reverseimg": "131_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Rhode Island State Quarters were released on May 21, 2001 as the thirteenth coin in the State Quarter series. Rhode Island’s original Statehood date was May 29, 1790.\n\nThe reverse design features a sailboat on the open sea. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “The Ocean State.” The coin’s reverse was designed by Daniel Carr and engraved by Thomas D. Rodgers.\n\nThe sailboat is shown in Narragansett Bay, Rhode Island with the Pell Bridge in the background. The state has over 400 miles of coastline and over 100 beaches.\n\nThe final design for the Rhode Island Quarter was decided by a popular vote from the citizens of Rhode Island, capturing 57% of the votes cast. The design was sent to the Secretary of the Treasury for final approval. Initially, there were more than 500 design concepts received for consideration.",
  "subjectshort": "Rhode Island",
  "thickness": 1.7,
  "title": "2001 Rhode Island State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2001
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2001-08-06",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 882804000,
  "note": "Mintages\n2001-P Vermont Quarter: 423,400,000\n2001-D Vermont Quarter: 459,404,000\n2001-S Proof Vermont Quarter: 3,094,140\n2001-S Silver Proof Vermont Quarter: 889,697",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "132_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Maple trees with sap buckets, Camel's Hump Mountain\nCaption: \"Freedom and Unity\"",
  "reversedesigner": "T. James Ferrell",
  "reverseimg": "132_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Vermont State Quarters were released on August 6, 2001 as the fourteenth coin in the State Quarter series. Vermont’s original Statehood date was May 4, 1791.\n\nThe reverse design depicts sap collection from maple trees. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Freedom and Unity.” The coin’s reverse was designed and engraved by T. James Farrell.\n\nVermont is famous for its skiing and maple syrup.  The quarter features Camel’s Hump Mountain in the background. Sap is being collected in buckets from the maple trees.\n\nThe final design for the Vermont Quarter was selected by the governor after receiving input from the citizens of Vermont. The design concept was sent to the United States Secretary of the Treasury for final approval. Initially there were five design concepts considered, which each featured the Camel’s Hump Mountain.",
  "subjectshort": "Vermont",
  "thickness": 1.7,
  "title": "2001 Vermont State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2001
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2001-10-15",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 723564000,
  "note": "Mintages\n2001-P Kentucky Quarter: 353,000,000\n2001-D Kentucky Quarter: 370,564,000\n2001-S Proof Kentucky Quarter: 3,094,140\n2001-S Silver Proof Kentucky Quarter: 889,697",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "133_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Thoroughbred racehorse behind fence, Bardstown mansion, Federal Hill\nCaption: \"My Old Kentucky Home\"",
  "reversedesigner": "T. James Ferrell",
  "reverseimg": "133_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Kentucky State Quarters were released on October 15, 2001 as the fifteenth coin in the State Quarter series. Kentucky’s original Statehood date was June 1, 1792.\n\nThe reverse design features “My Old Kentucky Home.” The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “My Old Kentucky Home.” The coin’s reverse was designed and engraved by T. James Farrell.\n\nThe stately mansion, Federal Hill, is shown with a thoroughbred racehorse in the foreground. Kentucky is famous for its racehorses and the annual Kentucky Derby. The state song is “My Old Kentucky Home.”\n\nThe final design was selected by popular vote from the residents of Kentucky. Over 50,000 residents cast their votes during the three day voting period. The design was sent to the United States Secretary of the Treasury for final approval. Initially more than 1,800 design suggestions had been provided by Kentucky citizens.",
  "subjectshort": "Kentucky",
  "thickness": 1.7,
  "title": "2001 Kentucky State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2001
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2002-01-02",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 648068000,
  "note": "Mintages\n2002-P Tennessee Quarter: 361,600,000\n2002-D Tennessee Quarter: 286,468,000\n2002-S Proof Tennessee Quarter: 3,084,245\n2002-S Silver Proof Tennessee Quarter: 892,229",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "134_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Fiddle, trumpet, guitar, musical score, three stars\nBanner with text: \"Musical Heritage\"",
  "reversedesigner": "Donna Weaver",
  "reverseimg": "134_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Tennessee State Quarters were released on January 2, 2002 as the sixteenth coin in the State Quarter series. Tennessee’s original Statehood date was June 1, 1796.\n\nThe reverse design celebrates the state’s musical heritage. The inscriptions include the State name, Statehood date, mintage date, and “E Pluribus Unum.” A banner reads “Musical Heritage.” The coin’s reverse was designed by Shawn Stookey and engraved by Donna Weaver.\n\nPictured are a collection of instruments including the fiddle, the trumpet, and the guitar. Each represents a different type of music– specifically Appalachian music, the blues, and country music. The country music capital of the world is Nashville, Tennessee.\n\nA statewide design contest generated almost 1,000 submissions. A commission created by the governor narrowed the submissions to three finalists which were sent to the US Mint for approval. The final design was selected by the governor.",
  "subjectshort": "Tennessee",
  "thickness": 1.7,
  "title": "2002 Tennessee State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2002
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2002-03-18",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 632032000,
  "note": "Mintages\n2002-P Ohio Quarter: 217,200,000\n2002-D Ohio Quarter: 414,832,000\n2002-S Proof Ohio Quarter: 3,084,245\n2002-S Silver Proof Ohio Quarter: 892,229",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "135_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Wright Flyer (built by the Wright Brothers who were born in Dayton, Ohio; Astronaut (Neil Armstrong was a native of Wapakoneta, Ohio); state outline\nCaption: \"Birthplace of Aviation Pioneers\"",
  "reversedesigner": "Donna Weaver",
  "reverseimg": "135_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Ohio State Quarters were released on March 11, 2002 as the seventeenth coin in the State Quarter series. Ohio’s original Statehood date was March 1, 1803.\n\nThe reverse design honors the state’s place in the history of aviation. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Birthplace of Aviation Pioneers.” The coin’s reverse was designed and engraved by Donna Weaver.\n\nFamous figures from aviation who were born in Ohio include Neil Armstrong, the first man on the moon; John Glen, the first American in space; and Orville Wright, of the first powered, heavier than air human flight. The quarter design includes the image of an astronaut, an early aircraft, and an outline of the state.\n\nPopular vote was used to determine the top four design concepts. These were forwarded to the mint for approval. The final design was selected by the governor. More than 7,000 designs were initially submitted and over 40,000 residents took part in the design voting. The four finalist design concepts had also included state symbols, aviation and aerospace, and the spirit of invention.",
  "subjectshort": "Ohio",
  "thickness": 1.7,
  "title": "2002 Ohio State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2002
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2002-05-30",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 764204000,
  "note": "Mintages\n2002-P Louisiana Quarter: 362,000,000\n2002-D Louisiana Quarter: 402,204,000\n2002-S Proof Louisiana Quarter: 3,084,245\n2002-S Silver Proof Louisiana Quarter: 892,229",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "136_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Brown Pelican (state bird); trumpet with musical notes, outline of Louisiana Purchase on map of U.S.\nCaption: \"Louisiana Purchase\"",
  "reversedesigner": "John Mercanti",
  "reverseimg": "136_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Louisiana State Quarters were released on May 20, 2002 as the eighteenth coin in the State Quarter series. Louisiana’s original Statehood date was April 30, 1812.\n\nThe reverse design features the Louisiana Purchase and other symbols of the state. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Louisiana Purchase.” The coin’s reverse was designed and engraved by John Mercanti.\n\nThomas Jefferson bought the Louisiana Territory from the French for a sum of $15 million in 1803. This purchase added thirteen new states to the Union. The trumpet is pictured to symbolize the Louisiana’s contribution to jazz, which was born in New Orleans, Louisiana. The state bird, the pelican, is also pictured.\n\nAfter soliciting designs from the residents of the state, five were sent to the US Mint for approval. The final design was chosen by the governor.  Over 1,000 submissions were provided for design concepts, with the majority coming from students.",
  "subjectshort": "Louisiana",
  "thickness": 1.7,
  "title": "2002 Louisiana State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2002
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2002-08-08",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 689800000,
  "note": "Mintages\n2002-P Indiana Quarter: 362,600,000\n2002-D Indiana Quarter: 327,200,000\n2002-S Proof Indiana Quarter: 3,084,245\n2002-S Silver Proof Indiana Quarter: 892,229",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "137_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "IndyCar, state outline, 19 stars\nCaption: \"Crossroads of America\"",
  "reversedesigner": "Donna Weaver",
  "reverseimg": "137_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Indiana State Quarters were released on August 2, 2002 as the nineteenth coin in the State Quarter series. Indiana’s original Statehood date was December 11, 1816.\n\nThe reverse design features a race car over an outline of the state. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Crossroads of America.” The coin’s reverse was designed by Josh Harvey and engraved by Donna Weaver.\n\nIndiana is home to the famous Indianapolis 500 car race.  The race has been run every year since 1911 and is the oldest auto race in the world. The design includes nineteen stars to signify Indiana as the nineteenth state.\n\nDesign concept submissions for the Indiana Quarter reached 3,736 different designs. A round of semi-final narrowed the field to four design concepts which were sent to the United States Mint. The governor selected the final design. The other final design concepts included sports icons, state symbols, and Chief Little Turtle of the Miami Indians.",
  "subjectshort": "Indiana",
  "thickness": 1.7,
  "title": "2002 Indiana State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2002
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2002-10-15",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 579600000,
  "note": "Mintages\n2002-P Mississippi Quarter: 290,000,000\n2002-D Mississippi Quarter: 289,600,000\n2002-S Proof Mississippi Quarter: 3,084,245\n2002-S Silver Proof Mississippi Quarter: 892,229",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "138_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Two magnolia blossoms (state flower)\nCaption: \"The Magnolia State\"",
  "reversedesigner": "Donna Weaver",
  "reverseimg": "138_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Mississippi State Quarters were released on October 15, 2002 as the twentieth coin in the State Quarter series. Mississippi’s original Statehood date was December 10, 1817.\n\nThe reverse design features the state flower. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “The Magnolia State.” The coin’s reverse was designed and engraved by Donna Weaver.\n\nThe magnolia is the state flower of Mississippi. It can have white flowers as large as 15 inches across.  It has unofficially been the state flower since 1900 and was officially adopted in 1952.\n\nThe governor of Mississippi had provided three design concepts to the United States Mint.  These included the Magnolia design, a different Magnolia design with a branch, and a mockingbird. The governor selected the design featuring the Magnolia flower.",
  "subjectshort": "Mississippi",
  "thickness": 1.7,
  "title": "2002 Mississippi State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2002
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2003-01-02",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 463200000,
  "note": "Mintages\n2003-P Illinois Quarter: 225,800,000\n2003-D Illinois Quarter: 237,400,000\n2003-S Proof Illinois Quarter: 3,408,516\n2003-S Silver Proof Illinois Quarter: 1,125,755",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "139_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Young Abraham Lincoln; farm scene; Chicago skyline; state outline; 21 stars, 11 on left edge and 10 on right\nCaptions: \"Land of Lincoln;\" \"21st state/century\"",
  "reversedesigner": "Donna Weaver",
  "reverseimg": "139_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Illinois State Quarters were released on January 2, 2003 as the twenty-first coin in the State Quarter series. Illinois’s original Statehood date was December 3, 1818.\n\nThe reverse design features a young Abraham Lincoln before an outline of the state. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” “Land of Lincoln,” and “21st State Century.” The coin’s reverse was designed and engraved by Donna Weaver.\n\nAbraham Lincoln lived and practiced law in Springfield, Illinois before becoming President.  A farm scene and the Chicago skyline are on either side of the outline of the state. Twenty-one stars signify Illinois as the twenty-first state.\n\nA fourteen member committee reviewed approximately 6,000 designs and forwarded three concepts to the United States Mint.  The governor selected the final design “Land of Lincoln-21st State/Century.” Other finalist designs had included state symbols, Illinois history, and agriculture and industry.",
  "subjectshort": "Illinois",
  "thickness": 1.7,
  "title": "2003 Illinois State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2003
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2003-03-17",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 457400000,
  "note": "Mintages\n2003-P Alabama Quarter: 225,000,000\n2003-D Alabama Quarter: 232,400,000\n2003-S Proof Alabama Quarter: 3,408,516\n2003-S Silver Proof Alabama Quarter: 1,125,755",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "140_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Helen Keller, seated, Longleaf Pine branch (state tree), Magnolia blossoms\nBanner with text: \"Spirit of Courage\"\nCaption: \"Helen Keller\" in standard print and Braille",
  "reversedesigner": "Norman E. Nemeth",
  "reverseimg": "140_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Alabama State Quarters were released on March 17, 2003 as the twenty-second coin in the State Quarter series. Alabama’s original Statehood date was December 14, 1819.\n\nThe reverse design features Helen Keller reading Braille. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” “Helen Keller” and a banner reading “Spirit of Courage.” The coin’s reverse was designed and engraved by Norman E. Nemeth.\n\nHelen Keller was born in Alabama and lost her sight and hearing after an illness.  She managed to learn to read and write and graduate college with honors. The reverse of the quarter includes her name written in Braille.\n\nAn open competition for designs was held for the Alabama Quarter. Of the thousands of submissions from students, three concepts were chosen and forwarded to the United States Mint. The governor selected the final design featuring Helen Keller, “Spirit of Courage.” The other finalist concepts included Alabama’s role in social movements and Alabama’s social and economic history.",
  "subjectshort": "Alabama",
  "thickness": 1.7,
  "title": "2003 Alabama State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2003
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2003-06-02",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 448800000,
  "note": "Mintage\n2003-P Maine Quarter: 217,400,000\n2003-D Maine Quarter: 231,400,000\n2003-S Proof Maine Quarter: 3,408,516\n2003-S Silver Proof Maine Quarter: 1,125,755",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "141_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Pemaquid Point Lighthouse; the schooner Victory Chimes at sea",
  "reversedesigner": "Donna Weaver",
  "reverseimg": "141_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Maine State Quarters were released on June 2, 2003 as the twenty-third coin in the State Quarter series. Maine’s original Statehood date was March 15, 1820.\n\nThe reverse design features a famous lighthouse near the sea. The inscriptions include the State name, Statehood date, mintage date, and “E Pluribus Unum.” The coin’s reverse was designed by Daniel Carr and engraved by Donna Weaver.\n\nThe Permaquid Point Light is located in New Harbor at the entrance to Muscongus Bay and Johns Bay. The lighthouse was constructed in 1826, but later rebuilt. It is one of the state’s most popular tourist attractions.\n\nWith the help of the Commission on the Maine State Quarter Design, the governor selected four design concepts to send to the US Mint. The final selection was made based on a popular vote with over 100,000 participating. Other finalist designs included Mount Katahdin, “Nation’s First Light”, and “Where America’s Day Begins”.",
  "subjectshort": "Maine",
  "thickness": 1.7,
  "title": "2003 Maine State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2003
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2003-08-04",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 453200000,
  "note": "Mintages\n2003-P Missouri Quarter: 225,000,000\n2003-D Missouri Quarter: 228,200,000\n2003-S Proof Missouri Quarter: 3,408,516\n2003-S Silver Proof Missouri Quarter: 1,125,755",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "142_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Gateway Arch, Lewis and Clark and York returning down Missouri River\nCaption: \"Corps of Discovery 1804-2004\"",
  "reversedesigner": "Alfred Maletsky",
  "reverseimg": "142_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Missouri State Quarters were released on August 4, 2003 as the twenty-fourth coin in the State Quarter series. Missouri’s original Statehood date was August 10, 1821.\n\nThe reverse design features Lewis and Clark’s return to St. Louis. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” “Corps of Discovery,” and the years “1804″ and “2004.” The coin’s reverse was designed by Paul Jackson and engraved by Alfred Maletsky.\n\nLewis and Clark are returning to St. Louis via the Mississippi River after their journey through the uncharted Louisiana Territory.  They began the journey in 1804 and returned in 1806. The reverse design also features the Jefferson National Expansion Memorial or “Gateway Arch” in the background.\n\nThe Missouri Commemorative Design Committee narrowed over 3,000 concept designs to twelve finalists.  The public voted on five concepts to send to the United States Mint. A final online vote by Missouri residents determined the “Corps of Discovery 1804-2004″ as the winner. Other concepts considered but not chosen include the Pony Express, the westward expansion, and a riverboat.",
  "subjectshort": "Missouri",
  "thickness": 1.7,
  "title": "2003 Missouri State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2003
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2003-10-20",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 457800000,
  "note": "Mintages\n2003-P Arkansas Quarter: 228,000,000\n2003-D Arkansas Quarter: 229,800,000\n2003-S Proof Arkansas Quarter: 3,408,516\n2003-S Silver Proof Arkansas Quarter: 1,125,755",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "143_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Diamond (state gem), rice stalks, mallard flying above a lake",
  "reversedesigner": "John Mercanti",
  "reverseimg": "143_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Arkansas State Quarters were released on October 20, 2003 as the twenty-fifth coin in the State Quarter series. Arkansas’s original Statehood date was August 10, 1821.\n\nThe reverse design features rice stalks, a diamond, and a mallard. The inscriptions include the State name, Statehood date, mintage date, and “E Pluribus Unum.” The coin’s reverse was designed by Dortha Scott and engraved by John Mercanti.\n\nArkansas is home to the Crater of Diamonds State Park, the oldest diamond mine in North America. The reverse design features a mallard flying above a lake to represent the state’s many natural lakes. Rice stalks are also used since Arkansas is the leading producer of grain in the United States.\n\nThe governor organized the Arkansas Quarter Challenge, which resulted in more than 9,000 entries. A number of finalist designs were sent to the US Mint.  The governor made the final design selection. Other concepts considered but not chosen included Arkansas’ natural resources and the State Capitol Building.",
  "subjectshort": "Arkansas",
  "thickness": 1.7,
  "title": "2003 Arkansas State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2003
},
{
  "country": "United States",
  "dateemis": "2004-2005",
  "diameter": 21.21,
  "edge": "Smooth",
  "issuedate": "2000-01-01",
  "material": "Wartime Nickel",
  "mint": "United States Mint",
  "mintage": 733440000,
  "obversedesign": "bears the likeness of President Jefferson",
  "obversedesigner": "Felix Schlag",
  "obverseimg": "144_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "features a rendition of the original Jefferson Peace Medal",
  "reversedesigner": "Norman E. Nemeth",
  "reverseimg": "144_reverseimg.jpg",
  "series": "Western Journey",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Peace\nMedal",
  "thickness": 1.95,
  "title": "2004 Peace Medal Nikel",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 5,
  "weight": 5,
  "year": 2004
},
{
  "country": "United States",
  "dateemis": "2004-2005",
  "diameter": 21.21,
  "edge": "Smooth",
  "issuedate": "2000-01-01",
  "material": "Wartime Nickel",
  "mint": "United States Mint",
  "mintage": 711600000,
  "obversedesign": "bears the likeness of President Jefferson",
  "obversedesigner": "Felix Schlag",
  "obverseimg": "145_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "an angled, side-view of the keelboat with full sail",
  "reversedesigner": "Al Maletsky",
  "reverseimg": "145_reverseimg.jpg",
  "series": "Western Journey",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Keelboat",
  "thickness": 1.95,
  "title": "2004 Keelboat Nikel",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 5,
  "weight": 5,
  "year": 2004
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2004-01-26",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 459600000,
  "note": "Mintages\n2004-P Michigan Quarter: 233,800,000\n2004-D Michigan Quarter: 225,800,000\n2004-S Proof Michigan Quarter: 2,740,684\n2004-S Silver Proof Michigan Quarter: 1,769,786",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "146_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "State outline, outline of Great Lakes system\nCaption: \"Great Lakes State\"",
  "reversedesigner": "Donna Weaver",
  "reverseimg": "146_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Michigan State Quarters were released on January 26, 2004 as the twenty-sixth coin in the State Quarter series. Michigan’s original Statehood date was January 26, 1837.\n\nThe reverse design features Michigan and the Great Lakes. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Great Lakes State.” The coin’s reverse was designed and engraved by Donna Weaver.\n\nThe five Great Lakes are Lake Superior, Lake Michigan, Lake Huron, Lake Erie, and Lake Ontario. Four of the five lakes border Michigan and much of the states history is tied to the famous bodies of water.\n\nA twenty-five member Michigan Quarter Commission reviewed over 4,000 design submissions from the state’s residents. Five designs were chosen and forwarded to the US Mint. The governor selected the final design after consultation with the Commission. Other designs which were considered included the Great Lakes and State Icons, Mackinac Bridge, and the Automobile.",
  "subjectshort": "Michigan",
  "thickness": 1.7,
  "title": "2004 Michigan State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2004
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2004-03-29",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 481800000,
  "note": "Mintages\n2004-P Florida Quarter: 240,200,000\n2004-D Florida Quarter: 241,600,000\n2004-S Proof Florida Quarter: 2,740,684\n2004-S Silver Proof Florida Quarter: 1,769,786",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "147_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Spanish galleon, Cabbage palmettos (state tree), Space Shuttle\nCaption: \"Gateway to Discovery\"",
  "reversedesigner": "T. James Ferrell",
  "reverseimg": "147_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Florida State Quarters were released on March 29, 2004 as the twenty-seventh coin in the State Quarter series. Florida’s original Statehood date was March 3, 1845.\n\nThe reverse design features a Spanish galleon, the Space Shuttle, and palm trees. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Gateway to Discovery.” The coin’s reverse was designed by Ralph Butler and engraved by T. James Farrell.\n\nThe 16th century Spanish galleon represents the state’s beginnings as a starting point for discovery. Florida is home of the Kennedy Space Center, from which this eras most important space expeditions were launched. The reverse also features Sabal palm trees.\n\nThe nine person Florida Commemorative Quarter Committee reviewed 1,500 design concepts and sent ten to the governor. He selected five and forwarded these to the United States Mint. The final design was selected based on a public vote from Florida residents. Other designs which were considered for the Florida Quarter included the Everglades, St. Augustine, America’s Spaceport, and a fishing theme.",
  "subjectshort": "Florida",
  "thickness": 1.7,
  "title": "2004 Florida State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2004
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2004-06-01",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 541800000,
  "note": "Mintages\n2004-P Texas Quarter: 278,800,000\n2004-D Texas Quarter: 263,000,000\n2004-S Proof Texas Quarter: 2,740,684\n2004-S Silver Proof Texas Quarter: 1,769,786",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "148_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "State outline, star, lariat\nCaption: \"The Lone Star State\"",
  "reversedesigner": "Norman E. Nemeth",
  "reverseimg": "148_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Texas State Quarters were released on June 1, 2004 as the twenty-eighth coin in the State Quarter series. Texas’s original Statehood date was December 29, 1845.\n\nThe reverse design features a lone star and an outline of Texas. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “The Lone Star State.” The coin’s reverse was designed by Daniel Miller and engraved by Norman E. Nemeth.\n\nThe Lone Star comes from the original flag for the Republic of Texas and later the State flag. A lariat encircles the state as a symbol of the cattle and cowboy history of Texas.\n\nAn advisory committee worked with the Texas Numismatic Association to select finalist designs from over 2,500 submissions. The governor made the final design selection and sent it to the United States Mint.",
  "subjectshort": "Texas",
  "thickness": 1.7,
  "title": "2004 Texas State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2004
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2004-08-30",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 465200000,
  "note": "Mintages\n2004-P Iowa Quarter: 213,800,000\n2004-D Iowa Quarter: 251,400,000\n2004-S Proof Iowa Quarter: 2,740,684\n2004-S Silver Proof Iowa Quarter: 1,769,786",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "149_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Schoolhouse, teacher and students planting a tree,\nCaptions: \"Foundation in Education\", \"Grant Wood\"",
  "reversedesigner": "John Mercanti",
  "reverseimg": "149_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Iowa State Quarters were released on August 30, 2004 as the twenty-ninth coin in the State Quarter series. Iowa’s original Statehood date was December 28, 1846.\n\nThe reverse design of the Iowa Quarter features a one room schoolhouse. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Foundation in Education.” The coin’s reverse was designed and engraved by John Mercanti after a Grant Wood painting.\n\nThe design is based on a painting by Grant Wood titled “Arbor Day.” Beside the one room schoolhouse, the teacher and students are planting a tree. The reverse displays the state’s commitment to education and agriculture.\n\nThe sixteen member Iowa Quarter Commission reviewed nearly 2,000 design submissions from the state’s residents. Five candidate themes were sent to the Untied States Mint. The governor made the final design selection “Foundation in Education.” Other designs considered included “American Gothic”, “Feeding the World”, “Sullivan Brothers”, and “Beautiful Land”.",
  "subjectshort": "Iowa",
  "thickness": 1.7,
  "title": "2004 Iowa State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2004
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2004-10-25",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 453200000,
  "note": "Mintages\n2004-P Wisconsin Quarter: 226,400,000\n2004-D Wisconsin Quarter: 226,800,000\n2004-S Proof Wisconsin Quarter: 2,740,684\n2004-S Silver Proof Wisconsin Quarter: 1,769,786",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "150_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Head of a cow, round of cheese and ear of corn (state grain).\nBanner with text: \"Forward\"",
  "reversedesigner": "Alfred Maletsky",
  "reverseimg": "150_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Wisconsin State Quarters were released on October 25, 2004 as the thirtieth coin in the State Quarter series. Wisconsin’s original Statehood date was May 29, 1848.\n\nThe reverse design of the Wisconsin Quarter features a cow, cheese, and an ear of corn. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and a banner with the word “Forward.” The coin’s reverse was designed and engraved by Alfred Maletsky.\n\nWisconsin produces over 15% of the Nation’s milk and over 250 varieties of cheese. Wisconsin is also one of the main corn producers of the United States. The banner “Forward” is the state’s motto due to its drive to become a national leader.\n\nThe 23 member Wisconsin Commemorative Quarter Council reviewed over 9,000 design suggestions from the state’s residents and narrowed them to six finalists.  A statewide vote was held to determine the top three designs to forward to the United States Mint. Another vote was held to select the final design. Other designs considered but not selected included “Scenic Wisconsin” and “Early Exploration and Cultural Interaction”.",
  "subjectshort": "Wisconsin",
  "thickness": 1.7,
  "title": "2004 Wisconsin State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2004
},
{
  "country": "United States",
  "dateemis": "2004-2005",
  "diameter": 21.21,
  "edge": "Smooth",
  "issuedate": "2000-01-01",
  "material": "Wartime Nickel",
  "mint": "United States Mint",
  "mintage": 805200000,
  "obversedesign": "bears a new image of President Thomas Jefferson",
  "obversedesigner": "Joe Fitzgerald",
  "obverseimg": "151_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "bears a design based on a photograph by Andrew E. Cier of Astoria, Oregon, of the western waters as they might have been first viewed by the Corps of Discovery in November, 1805",
  "reversedesigner": "Joe Fitzgerald",
  "reverseimg": "151_reverseimg.jpg",
  "series": "Western Journey",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Ocean in View",
  "thickness": 1.95,
  "title": "2005 Ocean in View Nikel",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 5,
  "weight": 5,
  "year": 2005
},
{
  "country": "United States",
  "dateemis": "2004-2005",
  "diameter": 21.21,
  "edge": "Smooth",
  "issuedate": "2000-01-01",
  "material": "Wartime Nickel",
  "mint": "United States Mint",
  "mintage": 936000000,
  "obversedesign": "bears a new image of President Thomas Jefferson",
  "obversedesigner": "Joe Fitzgerald",
  "obverseimg": "152_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "bears a side-view of an American bison, grazing",
  "reversedesigner": "Jamie Franki",
  "reverseimg": "152_reverseimg.jpg",
  "series": "Western Journey",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "American Bison",
  "thickness": 1.95,
  "title": "2005 American Bison Nikel",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 5,
  "weight": 5,
  "year": 2005
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2005-01-31",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 520400000,
  "note": "Mintages\n2005-P California Quarter: 257,200,000\n2005-D California Quarter: 263,200,000\n2005-S Proof California Quarter: 3,262,960\n2005-S Silver Proof California Quarter: 1,678,649",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "153_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "John Muir, California Condor, Half Dome\nCaptions: \"John Muir,\" \"Yosemite Valley\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "153_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "California State Quarters were released on January 31, 2005 as the thirty-first coin in the State Quarter series. California’s original Statehood date was September 9, 1850.\n\nThe reverse design of the California Quarter features conservationist and naturalist John Muir. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” “John Muir,” and “Yosemite Vally.” The coin’s reverse was designed by Garrett Burke and engraved by Don Everhart.\n\nJohn Muir overlooks the granite headwall known as “Half Dome” in the Yosemite Valley. He had devoted his life to the conservation of natural beauty. After Yosemite National Park was established, he helped form a club to protect it. The quarter also includes the California condor, which was successfully repopulated after near extinction.\n\nThe 20 member California State Quarter Commission reviewed designs and selected 20 finalists. The governor narrowed the list to five which were sent to the United States Mint for review. The final design was selected by the governor. Other designs considered included “Waves and Sun”, “Gold Miner”, “Golden Gate Bridge”, and “Giant Sequoia”.",
  "subjectshort": "California",
  "thickness": 1.7,
  "title": "2005 California State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2005
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2005-04-04",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 488000000,
  "note": "Mintages\n2005-P Minnesota Quarter: 239,600,000\n2005-D Minnesota Quarter: 248,400,000\n2005-S Proof Minnesota Quarter: 3,262,960\n2005-S Silver Proof Minnesota Quarter: 1,678,649",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "154_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Common loon (state bird), Fishing, state map\nCaption: \"Land of 10,000 Lakes\"",
  "reversedesigner": "Charles Vickers",
  "reverseimg": "154_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Minnesota State Quarters were released on April 4, 2005 as the thirty-second coin in the State Quarter series. Minnesota’s original Statehood date was May 11, 1858.\n\nThe reverse design of the Minnesota Quarter features two people fishing on a lake. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Land of 10,000 Lakes” imposed on an outline of the state. The coin’s reverse was designed and engraved by Charles Vickers.\n\nThe state of Minnesota contains over 15,000 lakes. The quarter depicts one of the lakes lined with Norway Pine Trees.  Two people are fishing on the lake and a loon is in the foreground on the water. A textured outline of the state contains the state nickname.\n\nThe Minnesota governor announced the selection of the “Land of 10,000 Lakes” design. It was recommended to him by the Minnesota State Quarter Commission. The US Treasury Department later gave final approval of the design. Other designs considered for the Minnesota Quarter included state symbols, a snowflake, loon and plow, and a lake recreation theme.",
  "subjectshort": "Minnesota",
  "thickness": 1.7,
  "title": "2005 Minnesota State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2005
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2005-06-06",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 720200000,
  "note": "Mintages\n2005-P Oregon Quarter: 316,200,000\n2005-D Oregon Quarter: 404,000,000\n2005-S Proof Oregon Quarter: 3,262,960\n2005-S Silver Proof Oregon Quarter: 1,678,649",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "155_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Crater Lake National Park\nCaption: \"Crater Lake\"",
  "reversedesigner": "Donna Weaver",
  "reverseimg": "155_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Oregon State Quarters were released on June 6, 2005 as the thirty-third coin in the State Quarter series. Oregon’s original Statehood date was February 14, 1859.\n\nThe reverse design of the Oregon Quarter features a portion of Crater Lake. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Crater Lake.” The coin’s reverse was designed by Donna Waver and engraved by Norman Nemeth.\n\nCrater Lake is the deepest lake in the United States with a depth of up to 1,949 feet. This also makes it the seventh deepest lake in the world. It was formed by the collapse of Mount Mazama. The lake boasts incredible clarity due to the lack of incoming streams and rivers. Crater Lake National Park was formed in 1902 with the lake as its main highlight.\n\nThe governor choose the Crater Lake design. This design was the recommendation of the 18 member Oregon Commemorative Coin Commission. The US Treasury Department later gave final approval of the design. Other designs considered for the Oregon State Quarter included Oregon Trail, Mount Hood, and a wild salmon.",
  "subjectshort": "Oregon",
  "thickness": 1.7,
  "title": "2005 Oregon State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2005
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2005-08-29",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 563400000,
  "note": "Mintages\n2005-P Kansas Quarter: 263,400,000\n2005-D Kansas Quarter: 300,000,000\n2005-S Proof Kansas Quarter: 3,262,960\n2005-S Silver Proof Kansas Quarter: 1,678,649",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "156_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "American Bison (state mammal), Sunflowers (state flower)",
  "reversedesigner": "Norman Nemeth",
  "reverseimg": "156_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Kansas State Quarters were released on August 29, 2005 as the thirty-fourth coin in the State Quarter series. The original Statehood date of Kansas was January 29, 1861.\n\nThe reverse design of the Kansas Quarter features a buffalo and sunflower. The inscriptions include the State name, Statehood date, mintage date, and “E Pluribus Unum.” The coin’s reverse was designed and engraved by Norman Nemeth.\n\nThe reverse design features the state animal and state flower of Kansas. Both were found in abundance when the Kansas gained its statehood and are proud symbols of the Nation’s heartland.\n\nThe 16 member Kansas Commemorative Coin Commission was created by the governor to narrow the proposed designs to four finalists. The state’s high school students then voted for the “Buffalo and Sunflower” design as the winner. The US Treasury Department gave final approval of the design. Other finalist designs included the statue on the State Capitol, an American Indian archer, a sunflower and wheat, and a single sunflower.",
  "subjectshort": "Kansas",
  "thickness": 1.7,
  "title": "2005 Kansas State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2005
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2005-10-14",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 721600000,
  "note": "Mintages\n2005-P West Virginia Quarter: 365,400,000\n2005-D West Virginia Quarter: 356,200,000\n2005-S Proof West Virginia Quarter: 3,262,960\n2005-S Silver Proof West Virginia Quarter: 1,678,649",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "157_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "New River Gorge Bridge\nCaption: \"New River Gorge\"",
  "reversedesigner": "John Mercanti",
  "reverseimg": "157_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "West Virginia State Quarters were released on October 14, 2005 as the thirty-fifth coin in the State Quarter series. West Virginia’s original Statehood date was June 20, 1863.\n\nThe reverse design of the West Virginia Quarter features the New River and the New River Gorge Bridge. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “New River Gorge.” The coin’s reverse was designed and engraved by John Mercanti.\n\nPrior to becoming a state, West Virginia was a part of Virginia. The state was admitted into the union on the condition that they abolish slavery.  The New River Gorge Bridge is 3,030 feet in length.  This makes it the world’s largest steel span. The bridge is also the second highest in the United States. The New River is part of the National Park System as the New River Gorge National River.\n\nMore than 1,800 designs concepts were collected from around the State. Students from the Governor’s School for the Arts narrowed the entries down to five finalists. The governor selected the New River Gorge design. The US Treasury Department gave final approval of the design. Other finalist designs for the West Virginia Quarter had included the Appalachians, Bridge Day, river rafters, and Mother’s Day.",
  "subjectshort": "West Virginia",
  "thickness": 1.7,
  "title": "2005 West Virginia State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2005
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2006-01-31",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 589800000,
  "note": "Mintages\n2006-P Nevada Quarter: 277,000,000\n2006-D Nevada Quarter: 312,800,000\n2006-S Proof Nevada Quarter: 2,882,428\n2006-S Silver Proof Nevada Quarter: 1,585,008",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "158_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Mustangs, mountains, rising sun, Sagebrush (state flower)\nBanner with text: \"The Silver State\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "158_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Nevada State Quarters were released on January 31, 2006 as the thirty-sixth coin in the State Quarter series. Nevada’s original Statehood date was October 31, 1864.\n\nThe reverse design of the Nevada Quarter features three wild mustangs. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and a banner with the motto “The Silver State.” The coin’s reverse was designed and engraved by Don Everhart.\n\nMore than half of the wild horses in the United States live in Nevada. Three wild horses are depicted beneath a rising sun. There are snow capped mountains in the background and sage bush along the borders.\n\nThe 18 member Nevada State Quarter Commission reviewed submissions for design ideas from around the state. They forwarded five selections to the United States Mint. A statewide vote from the citizens of Nevada selected the final design featuring the galloping horses. More than 60,000 votes were cast. Other concepts considered for the Nevada Quarter included native artifacts, a silver miner, and a Big Horn Sheep, and a pair of pick axes with a stylized star.",
  "subjectshort": "Nevada",
  "thickness": 1.7,
  "title": "2006 Nevada State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2006
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2006-04-03",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 591000000,
  "note": "Mintages\n2006-P Nebraska Quarter: 318,000,000\n2006-D Nebraska Quarter: 276,400,000\n2006-S Proof Nebraska Quarter: 2,882,428\n2006-S Silver Proof Nebraska Quarter: 1,585,008",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "159_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Chimney Rock, covered wagon\nCaption: \"Chimney Rock\"",
  "reversedesigner": "Charles Vickers",
  "reverseimg": "159_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Nebraska State Quarters were released on April 3, 2006 as the thirty-seventh coin in the State Quarter series. The original statehood date of Nebraska was was March 1, 1867.\n\nThe reverse design of the Nebraska Quarter features Chimney Rock and an ox drawn wagon. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Chimney Rock.” The coin’s reverse was designed and engraved by Charles Vickers.\n\nChimney Rock is a designated National Historic Site. The national formation rises from the valley of the North Platte River to a height of 445 feet from base to top. The ox drawn carriage is carrying pioneers westward during America’s great westward expansion. The sun is in full view above the wagon.\n\nThe Nebraska State Quarter Design Committee reviewed almost 6,500 quarter designs from the state’s citizens. Four were selected and forwarded to the United States Mint. The Nebraska governor selected the Chimney Rock design. The US Treasury Department gave final approval of the design. Other finalist designs for the Nebraska Quarter included the State Capitol, the statue atop the Capitol, and Chief Standing Bear.",
  "subjectshort": "Nebraska",
  "thickness": 1.7,
  "title": "2006 Nebraska State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2006
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2006-06-14",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 569000000,
  "note": "Mintages\n2006-P Colorado Quarter: 274,800,000\n2006-D Colorado Quarter: 294,200,000\n2006-S Proof Colorado Quarter: 2,882,428\n2006-S Silver Proof Colorado Quarter: 1,585,008",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "160_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Longs Peak\nBanner with text: \"Colorful Colorado\"",
  "reversedesigner": "Norm Nemeth",
  "reverseimg": "160_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Colorado State Quarters were released on June 14, 2006 as the thirty-eighth coin in the State Quarter series. Colorado’s original Statehood date was August 1, 1876.\n\nThe reverse design of the Colorado Quarter features the Rocky Mountains. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and a banner reading “Colorful Colorado.” The coin’s reverse was designed and engraved by Norman Nemeth.\n\nColorado’s Rocky Mountains contain many of the natural wonders of the United States. The reverse design shows a sweeping view of the mountains with evergreen trees in the foreground.\n\nThe governor formed the Colorado Commemorative Quarter Advisory Commission. After reviewing more than 1,500 designs, five finalists were forwarded to the United States Mint. The governor selected “Colorful Colorado” as his design choice. The US Treasury Department gave final approval of the design. Other concepts considered for the Colorado Quarter included Mesa Verde, Pines Peak, and the 10th Mountain Division.",
  "subjectshort": "Colorado",
  "thickness": 1.7,
  "title": "2006 Colorado State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2006
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2006-08-28",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 664800000,
  "note": "Mintages\n2006-P North Dakota Quarter: 305,800,000\n2006-D North Dakota Quarter: 359,000,000\n2006-S Proof North Dakota Quarter: 2,882,428\n2006-S Silver Proof North Dakota Quarter: 1,585,008",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "161_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "American Bison, badlands",
  "reversedesigner": "Donna Weaver",
  "reverseimg": "161_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "North Dakota State Quarters were released on August 28, 2006 as the thirty-ninth coin in the State Quarter series. North Dakota’s original Statehood date was November 2, 1889.\n\nThe North Dakota Quarter reverse design features two American Bison. The inscriptions include the State name, Statehood date, mintage date, and “E Pluribus Unum.” The coin’s reverse was designed and engraved by Donna Weaver.\n\nThe North Dakota Badlands are featured in the background of the coin. In the mid 1800s, herds of American Bison or buffalo roamed the region. The area is now a National Park and home to more than 400 buffalo.\n\nThe governor created a nine member commission to solicit and review design narratives from the state’s citizens. The commission selected three design concepts and forwarded them to the United States Mint. The governor recommended the Badlands with Bison design, which was accepted and approved by the US Treasury Department. Other design for the North Dakota State Quarter that had been considered included migrating waterfowl and the agriculture industry represented by an aerial view of a modern farm.",
  "subjectshort": "North Dakota",
  "thickness": 1.7,
  "title": "2006 North Dakota State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2006
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2006-11-06",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 510800000,
  "note": "Mintages\n2006-P South Dakota Quarter: 245,000,000\n2006-D South Dakota Quarter: 265,800,000\n2006-S Proof South Dakota Quarter: 2,882,428\n2006-S Silver Proof South Dakota Quarter: 1,585,008",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "162_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Mount Rushmore, Ring-necked Pheasant (state bird), wheat (state grass)",
  "reversedesigner": "John Mercanti",
  "reverseimg": "162_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "South Dakota State Quarters were released on November 6, 2006 as the fortieth coin in the State Quarter series. This was the fifth and final release for the year 2006. South Dakota’s original Statehood date was November 2, 1889.\n\nThe reverse design of the South Dakota Quarter features Mount Rushmore. The inscriptions include the State name, Statehood date, mintage date, and “E Pluribus Unum.” The coin’s reverse was designed and engraved by John Mercanti.\n\nMount Rushmore National Monument features likenesses of four American Presidents: George Washington, Thomas Jefferson, Theodore Roosevelt, and Abraham Lincoln. The reverse design also includes the Chinese ring necked pheasant, which is the state bird of South Dakota. The entire design is bordered by wheat ears.\n\nThe South Dakota Quarter Advisory Committee accepted and reviewed ideas from the state’s citizens. Five possible design concepts were selected and forwarded to the United States Mint. The governor selected the Mount Rushmore and Pheasant design, and the US Treasury Department provided final approval. Other designs considered included a three-quarter view of Mount Rushmore, the America Bison, and the Chinese Ring-necked Pheasant.",
  "subjectshort": "South Dakota",
  "thickness": 1.7,
  "title": "2006 South Dakota State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2006
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2007-01-29",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 513240000,
  "note": "Mintages\n2007-P Montana Quarter: 257,000,000\n2007-D Montana Quarter: 265,240,000\n2007-S Proof Montana Quarter: 2,374,778\n2007-S Silver Proof Montana Quarter: 1,313,481",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "163_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "American Bison skull in the center with mountains and the Missouri River in the background.\nCaption: \"Big Sky Country\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "163_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Montana State Quarters were released on January 29, 2007 as the forty-first coin in the State Quarter series. This was the first release for the 2007 State Quarters. Montana’s original Statehood date was November 8, 1889.\n\nThe reverse of the Montana Quarter features a bison skull. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Big Sky Country.” The coin’s reverse was designed and engraved by Don Everhart.\n\nThe bison skull is a sacred symbol for many of Montana’s American Indian tribes. In contemporary times, the symbol is still used throughout the state on schools, businesses, and license plates. The background of the quarter displays some of the diverse landscape of Montana.\n\nThe governor of Montana created the Montana Quarter Design Selection Commission to recommend designs. Four finalist designs were forwarded to the United States Mint. The “Bison Skull” design was selected by a public vote. The US Treasury Department later gave final approval. Other designs considered for the Montana State Quarter included a bull elk, an outline of the state, and the big sky river.",
  "subjectshort": "Montana",
  "thickness": 1.7,
  "title": "2007 Montana State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2007
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "E PLURIBUS UNUM, IN GOD WE TRUST",
  "issuedate": "2007-02-15",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 340360000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "164_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of George Washington with the inscriptions \"George Washington\", \"1st President\" and \"1789–1797.\"",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "164_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "First President, 1789-1797\n\nFollowing the ratification of the Constitution of the United States, the Electoral College unanimously elected George Washington to serve as the United States’ first President.\n\nThe former General and Commander in Chief of the Continental Army served two terms as president, holding the office from 1789 to 1797.\n\nOn June 1, 1789, President George Washington signed the country’s first Act of Congress, concerning the administration of oaths. In 1791, President Washington presided over the Nation’s first recorded Cabinet meeting, which included Alexander Hamilton as the United States’ first Secretary of the Treasury and Thomas Jefferson as the first Secretary of State.\n\nPresident Washington himself laid the cornerstone for the United States Capitol building in Washington, D.C., on September 18, 1793.\n\nWashington also laid the groundwork for the United States’ earliest foreign policy stance when he issued his Declaration of Neutrality in 1793, a direct response to the emerging conflict between England and France.",
  "subjectshort": "George Washington",
  "thickness": 2,
  "title": "2007 George Washington Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2007
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2007-04-11",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 545200000,
  "note": "Mintages\n2007-P Washington Quarter: 265,200,000\n2007-D Washington Quarter: 280,000,000\n2007-S Proof Washington Quarter: 2,374,778\n2007-S Silver Proof Washington Quarter: 1,313,481",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "165_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Salmon leaping in front of Mount Rainier\nCaption: \"The Evergreen State\"",
  "reversedesigner": "Charles Vickers",
  "reverseimg": "165_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Washington State Quarters were released on April 2, 2007 as the forty-second coin in the State Quarter series. This was the second release for the 2007 State Quarters. Washington’s original Statehood date was November 11, 1889.\n\nThe reverse design of the Washington State Quarter features a leaping king salmon. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “The Evergreen State.” The coin’s reverse was designed and engraved by Charles Vickers.\n\nThe king salmon featured in the reverse design is leaping out of the water in front of Mount Rainer. This active volcano is covered in greater than 35 miles of snow and ice. The salmon is an image of Pacific Northwest culture fitting for the state quarter.\n\nThe governor formed the Washington State Quarter Advisory Commission to review design submissions from the state’s residents. From over 1,500 submissions, five were chosen to send to the United States Mint. The final design selection was based on a statewide vote and approved by the United States Treasury Department. Other concepts considered included an apple within the outline of the state, and a salmon.",
  "subjectshort": "Washington",
  "thickness": 1.7,
  "title": "2007 Washington State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2007
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "E PLURIBUS UNUM, IN GOD WE TRUST",
  "issuedate": "2007-05-17",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 224560000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "166_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of John Adams with the inscriptions \"John Adams\", \"2nd President\" and \"1797–1801.\"",
  "reversedesigner": "Joel Iskowitz",
  "reverseimg": "166_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "Second President, 1797-1801\n\nBorn in the Massachusetts Bay Colony in 1735, John Adams was one of the earliest and most vocal advocates for colonial independence. The Harvard-educated lawyer served as a delegate to both the First and Second Continental Congresses.\n\nA skilled diplomat, Adams lived in France and Holland during the Revolution, working to secure crucial international support and recognition of American independence. He served eight years as George Washington’s Vice-President before winning the Presidency in 1797.\n\nElected by a margin of just three electoral votes (71-68), John Adams was the first President to live in the White House, arriving in Washington on November 1, 1800. On his second evening in its damp, unfinished rooms, he wrote to his wife, \"Before I end my letter, I pray Heaven to bestow the best of Blessings on this House and all that shall hereafter inhabit it. May none but honest and wise Men ever rule under this roof.\"",
  "subjectshort": "John Adams",
  "thickness": 2,
  "title": "2007 John Adams Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2007
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2007-06-05",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 581400000,
  "note": "Mintages\n2007-P Idaho Quarter: 294,600,000\n2007-D Idaho Quarter: 286,800,000\n2007-S Proof Idaho Quarter: 2,374,778\n2007-S Silver Proof Idaho Quarter: 1,313,481",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "167_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Peregrine falcon, state outline\nCaption: \"Esto Perpetua\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "167_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Idaho State Quarters were released on June 4, 2007 as the forty-third coin in the State Quarter series. This also marked the third release for the year 2007. Idaho’s original Statehood date was July 3, 1890.\n\nThe reverse design of the Idaho Quarter features the Peregrine Falcon. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Esto Perpetua.” The coin’s reverse was designed by Don Everhart and engraved by Donna Weaver.\n\nThe Peregrine Falcon was once on the endangered species list. As a result of conservation efforts, the bird can now be found throughout Idaho and other areas of the United States. It is one of the fastest birds in the world. The motto “Esto Perpetua” is the State’s motto which means “May it be Forever.”\n\nThe Idaho Commission for the Arts accepted design concepts from the State’s citizens.  Four final concepts were forwarded to the United States Mint. The governor later made the final recommendation, which was subsequently approved by the Secretary of the Treasury. Other designs considered for the Idaho State Quarter included a depiction of the farmlands of Idaho and the state song with lyrics.",
  "subjectshort": "Idaho",
  "thickness": 1.7,
  "title": "2007 Idaho State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2007
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "E PLURIBUS UNUM, IN GOD WE TRUST",
  "issuedate": "2007-08-16",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 203610000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "168_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Thomas Jefferson with the inscriptions \"Thomas Jefferson\", \"3rd President\" and \"1801–1809.\"",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "168_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "Third President, 1801-1809\n\nSometimes referred to as the \"silent member\" of the Continental Congress, Thomas Jefferson spoke volumes with his pen. He drafted the Declaration of Independence at the age of 33, and later succeeded Benjamin Franklin as America’s foreign minister to France.\n\nDuring his first term as President, Thomas Jefferson virtually doubled the size of the United States when his Administration successfully completed the Louisiana Purchase in 1803 and commissioned the Lewis & Clark Expedition to explore the new territory. The United States Mint’s recent Westward Journey Nickel Series™ marked the bicentennial of these important events.\n\nAt the end of his Presidency, Jefferson retired to Monticello, where he worked to establish the University of Virginia in nearby Charlottesville. In March 1825, the school opened to serve its first 123 students.",
  "subjectshort": "Thomas Jefferson",
  "thickness": 2,
  "title": "2007 Thomas Jefferson Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2007
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2007-09-04",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 564400000,
  "note": "Mintage\n2007-P Wyoming Quarter: 243,600,000\n2007-D Wyoming Quarter: 320,800,000\n2007-S Proof  Wyoming Quarter: 2,374,778\n2007-S Silver Proof Wyoming Quarter: 1,313,481",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "169_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Bucking Horse and Rider\nCaption: \"The Equality State\"",
  "reversedesigner": "Norman E. Nemeth",
  "reverseimg": "169_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Wyoming State Quarters were released on September 3, 2007 as the forty-fourth coin in the State Quarter series. This was the fourth release for the year 2007. Wyoming’s original Statehood date was July 10, 1890.\n\nThe reverse design of the Wyoming Quarter features the outline of a bucking horse. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “The Equality State.” The coin’s reverse was designed and engraved by Norman E. Nemeth.\n\nThe outline of the bucking horse and rider represent Wyoming’s Wild West heritage. The state was a popular destination for pioneers traveling on the Oregon Trail. The state’s nickname, “The Equality State,” is derived from the fact that Wyoming was the first state to establish equal voting rights for women.\n\nThe governor formed the Wyoming Coinage Advisory Committee to solicit and review design narratives from the State’s citizens. The United States Mint then developed designs based on the top five concepts. The governor selected the bucking horse design, and the United States Treasury Department provided final approval. Other concepts considered for the Wyoming Quarter included a depiction of Old Faithful Geyser from Yellowstone National Park and another depiction of the bucking horse and rider.",
  "subjectshort": "Wyoming",
  "thickness": 1.7,
  "title": "2007 Wyoming State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2007
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2007-11-05",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 508200000,
  "note": "Mintages\n2007-P Utah Quarter: 255,000,000\n2007-D Utah Quarter: 253,200,000\n2007-S Proof Utah Quarter: 2,374,778\n2007-S Silver Proof Utah Quarter: 1,313,481",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "170_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Golden Spike and the completion of the Transcontinental Railroad\nCaption: \"Crossroads of the West\"",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "170_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Utah State Quarters were released on November 5, 2007 as the forty-fifth coin in the State Quarter series. This also marked the final release for the year 2007. Utah’s original Statehood date was January 4, 1896.\n\nThe Utah Quarter reverse design features two locomotives moving towards a golden spike. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Crossroards of the West.” The coin’s reverse was designed and engraved by Joseph Menna.\n\nThe quarter’s reverse design represents the famous joining of the Union Pacific and Central Pacific Railroads. On May 10, 1869, a ceremonial golden spike joined the two railroads and completed the transcontinental route. This made cross country travel easier and cheaper to accomplish. It also symbolized the change from an agrarian society to an industrialized one.\n\nThe Utah Commemorative Quarter Commission collected narrative submissions from the state’s citizens. Three final concepts were selected and sent to the United States Mint from over 5,000 submissions.  A statewide vote was held to select the final design, with more than 150,000 votes cast. The US Treasury Department later gave final approval of the design. Other design concepts considered for the Utah State Quarter included a beehive, part of the official seal and emblem of Utah, and a winter sports theme.",
  "subjectshort": "Utah",
  "thickness": 1.7,
  "title": "2007 Utah State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2007
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "E PLURIBUS UNUM, IN GOD WE TRUST",
  "issuedate": "2007-11-15",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 172340000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "171_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of James Madison with the inscriptions \"James Madison\", \"4th President\" and \"1809–1817.\"",
  "reversedesigner": "Joel Iskowitz",
  "reverseimg": "171_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "Fourth President, 1809-1817\n\nA student of both history and law, James Madison attended the College of New Jersey (later known as Princeton University), returning to his native Virginia to help craft that state’s Constitution, as well as serving as a leader in the Virginia Assembly.\n\nFollowing the American Revolution, Madison was instrumental in determining the course of the new Republic and in framing the government of the new Nation. With Alexander Hamilton and John Jay, Madison wrote The Federalist Papers, a series of 85 essays that advocated the adoption of the United States Constitution. In Congress, James Madison helped secure passage for the Bill of Rights.\n\nFrance and Great Britain were at war when James Madison was elected to the presidency. Though he favored a more neutral position, the continued harassment of American sailors, combined with the seizure of American cargo, forced President Madison to ask Congress for a declaration of war with Great Britain on June 1, 1812.",
  "subjectshort": "James Madison",
  "thickness": 2,
  "title": "2007 James Madison Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2007
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2008-01-28",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 416600000,
  "note": "Mintages\n2008-P Oklahoma Quarter: 222,000,000\n2008-D Oklahoma Quarter: 194,600,000\n2008-S Proof Oklahoma Quarter: 2,078,112\n2008-S Silver Proof Oklahoma Quarter: 1,192,908",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "172_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Scissor-tailed Flycatcher (state bird), with Indian Blankets (the state wildflower) in background",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "172_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Oklahoma State Quarters were released on January 28, 2008 as the forty-sixth coin in the State Quarter series. This was the first release in the series for the year 2008. Oklahoma’s original Statehood date was November 16, 1907.\n\nThe Oklahoma Quarter reverse design features the Scissor-tailed Flycatcher. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum.” The coin’s reverse was designed by Susan Gamble and engraved by Phebe Hemphill.\n\nThe Scissor-tailed Flycatcher is Oklahoma’s state bird. The design depicts the bird with its distinctive tail feathers spread. Beneath the bird, there is also the state wildflower called the Indian Blanket in a field of wildflowers.\n\nCitizens of Oklahoma submitted over 1,000 narratives as design concepts for the new quarter. This was narrowed to five, which were sent to the United States Mint for the development of artistic design renderings. The governor chose the Scissor-tailed Flycatcher design due to overwhelming support of the citizen votes. The US Treasury Department later gave final approval. Other design concepts considered for the Oklahoma Quarter included depictions of a pioneer woman with a windmill and oil derrick, state outline and oil derrick, and state outline and calumet.",
  "subjectshort": "Oklahoma",
  "thickness": 1.7,
  "title": "2008 Oklahoma State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2008
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "E PLURIBUS UNUM, IN GOD WE TRUST",
  "issuedate": "2008-02-14",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 124490000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "173_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of James Monroe with the inscriptions \"James Monroe\", \"5th President\" and \"1817–1825.\"",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "173_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "Fifth President, 1817-1825\n\nVirginia native James Monroe was exceptionally qualified to serve as the United States’ fifth president. Not only was he a Revolutionary War soldier, he was champion of the Bill of Rights, U.S. diplomat in Europe, governor of Virginia, senator, secretary of state, secretary of war, and negotiator of the Louisiana Purchase, before being overwhelmingly elected president in 1816.\n\nHis time in office is known as the “Era of Good Feelings” for the peace and booming economy the country enjoyed.\n\nThe Monroe Doctrine, a foundation of American foreign policy introduced in an 1823 message to Congress, warned European powers against expansionism in the Western Hemisphere.\n\nMonroe’s presidency was also marked by the Missouri Compromise, which preserved a balance of free states and slave states in the United States and prohibited slavery in western territories above the 36/30’ north latitude line.",
  "subjectshort": "James Monroe",
  "thickness": 2,
  "title": "2008 James Monroe Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2008
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2008-04-07",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 488600000,
  "note": "Mintages\n2008-P New Mexico Quarter: 244,200,000\n2008-D New Mexico Quarter: 244,400,000\n2008-S Proof New Mexico Quarter: 2,078,112\n2008-S Silver Proof New Mexico Quarter: 1,192,908",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "174_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "State outline, Zia Sun Symbol from flag\nCaption: \"Land of Enchantment\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "174_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "New Mexico State Quarters were released on April 7, 2008 as the forty-seventh coin in the State Quarter series. This was the second quarter release for the year 2008. New Mexico’s original Statehood date was January 6, 1912.\n\nThe reverse design of the New Mexico Quarter features the Zia Sun Symbol. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “Land of Enchantment.” The coin’s reverse was designed and engraved by Don Everhart.\n\nThe Zia Sun Symbol represents the giver of all good, who provided gifts in groups of four. The circle at the center represents life and love without beginning or end. The four rays represent the four directions, four seasons, four phases of the day, and four divisions of life. The reverse design also features a topographical map of the state.\n\nThe governor appointed members to the New Mexico Coin Commission which solicited and reviewed over 1,000 design concepts. The Commission formulated design ideas based on popular elements and forwarded them to the United States Mint for development. The governor selected the Zia Sun Symbol design, with the United States Treasury Department providing final approval.",
  "subjectshort": "New Mexico",
  "thickness": 1.7,
  "title": "2008 New Mexico State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2008
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "E PLURIBUS UNUM, IN GOD WE TRUST",
  "issuedate": "2008-05-15",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 115260000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "175_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of John Quincy Adams with the inscriptions \"John Quincy Adams\", \"6th President\" and \"1825–1829.\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "175_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "Sixth President, 1825-1829\n\nJohn Quincy Adams was born into politics as the son of second U.S. President John Adams and Abigail Adams. As a child, he watched the American Revolution unfold and accompanied his father on his diplomatic posts to Europe. He followed in his father’s footsteps by becoming a diplomat in Europe and, later, the sixth U.S. president.\n\nAdams became president by the slimmest of margins in a controversial election that was ultimately decided in the US House of Representatives by one vote.\n\nAs president, Adams proposed a wide system of roads and canals to stimulate the economy and foster trade throughout the Nation. During his administration, the Cumberland road was extended into Ohio, and several major canal systems were begun.\n\nAfter his unsuccessful bid for re-election, Adams went on to serve nine terms in the US House of Representatives. He and Andrew Johnson, 17th president, are the only two former presidents to later serve in Congress.",
  "subjectshort": "John Quincy Adams",
  "thickness": 2,
  "title": "2008 John Quincy Adams Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2008
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2008-06-02",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 509600000,
  "note": "Mintages\n2008-P Arizona Quarter: 244,600,000\n2008-D Arizona Quarter: 265,000,000\n2008-S Proof Arizona Quarter: 2,078,112\n2008-S Silver Proof Arizona Quarter: 1,192,908",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "176_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Grand Canyon, Saguaro closeup.\nCaption: \"Grand Canyon State\"",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "176_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Arizona State Quarters were released on June 2, 2008 as the forty-eighth coin in the State Quarter series. This was the third release for the year 2008. Arizona’s original Statehood date was February 14, 1912.\n\nThe reverse design of the Arizona Quarter features a rendition of the Grand Canyon. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and a banner reading “Grand Canyon State.” The coin’s reverse was designed by Joel Iskowitz and sculpted by Joseph Menna.\n\nArizona was the last state admitted to the continental United States. The design features the Grand Canyon, which is one of the seven wonders of the world. It is also part of the United States National Park System. The canyon is up to 6,000 feet deep. The reverse design also contains the Saguaro cactus in the foreground.\n\nThe governor appointed the Arizona Quarter Commission to solicit design suggestions from the state’s citizens. From over 4,200 ideas, five were chosen to forward to the United States Mint for artistic renderings. An online poll of the state’s citizens was held to select the final design. The US Treasury Department later gave final approval. Other designs considered but not selected featured the Navajo Code Talkers and the John Wesley Powell expedition of the Grand Canyon.",
  "subjectshort": "Arizona",
  "thickness": 1.7,
  "title": "2008 Arizona State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2008
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "E PLURIBUS UNUM, IN GOD WE TRUST",
  "issuedate": "2008-08-14",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 122250000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "177_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Andrew Jackson with the inscriptions \"Andrew Jackson\", \"7th President\" and \"1829–1837.\"",
  "reversedesigner": "Joel Iskowitz",
  "reverseimg": "177_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "Seventh President, 1829-1837\n\nA citizen of Tennessee, Andrew Jackson was the first president elected from west of the Appalachian Mountains. As a boy, he fought in the Revolutionary War. Jackson gained national prominence as a hero of the War of 1812, and was nicknamed “Old Hickory” for his firm discipline as commander of his troops.\n\nAs president, Jackson worked to strengthen the executive branch and vetoed more bills than the six prior presidents combined. His renomination to a second term marked the first use of a national nominating convention to select a party’s candidate instead of a congressional caucus.\n\nA strong proponent of federal supremacy over states’ rights, he took a forceful stance against the state of South Carolina’s attempt to nullify a federal tariff, declaring “Our federal Union: it must be preserved.”\n\nPresident Jackson authorized three southern branches of the United States Mint in 1835 – New Orleans, Charlotte, and Dahlonega.",
  "subjectshort": "Andrew Jackson",
  "thickness": 2,
  "title": "2008 Andrew Jackson Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2008
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2008-08-25",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 505800000,
  "note": "Mintages\n2008-P Alaska Quarter: 251,800,000\n2008-D Alaska Quarter: 254,000,000\n2008-S Proof Alaska Quarter: 2,078,112\n2008-S Silver Proof Alaska Quarter: 1,192,908",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "178_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Grizzly bear with salmon (state fish) and North Star\nCaption: \"The Great Land\"",
  "reversedesigner": "Charles Vickers",
  "reverseimg": "178_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Alaska State Quarters were released on August 25, 2008 as the forty-ninth coin in the State Quarter series. This was the fourth release for the year 2008 and the penultimate release for the program. Alaska’s original Statehood date was January 3, 1959.\n\nThe Alaska Quarter reverse design features a grizzly bear with salmon. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “The Great Land.” The coin’s reverse was designed by Susan Gamble and engraved by Charles Vickers.\n\nThe grizzly bear and salmon symbolize the natural beauty and wildlife which are abundant in the vast state of Alaska. More than 98% of the grizzly bear population of the United States resides in Alaska. The state was purchased from Russia in 1867 for the sum of $7.2 million. Alaska’s abundant gold and oil resources made the purchase an incredible investment.\n\nThe governor appointed an eleven member Alaska Commemorative Coin Commission to solicit and review design concepts. From a field of more than 850 submissions, four were chosen to send to the United States Mint for artistic renderings. The governor selected the grizzly bear design, which was later officially approved by the Department of the Treasury. Other Alaska Quarter designs considered, but not selected included a polar bear, Mount McKinley, and a gold panner.",
  "subjectshort": "Alaska",
  "thickness": 1.7,
  "title": "2008 Alaska State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2008
},
{
  "country": "United States",
  "dateemis": "1999-2008",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2008-11-03",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 517600000,
  "note": "Mintages:\n2008-P Hawaii Quarter: 254,000,000\n2008-D Hawaii Quarter: 263,600,000\n2008-S Proof Hawaii Quarter: 2,078,112\n2008-S Silver Proof Hawaii Quarter: 1,192,908",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "179_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Statue of Kamehameha I with state outline and motto\nCaption: Ua Mau ke Ea o ka ʻĀina i ka Pono",
  "reversedesigner": "Don Everhart",
  "reverseimg": "179_reverseimg.jpg",
  "series": "50 State Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "Hawaii State Quarters were released on November 3, 2008 as the fiftieth and final coin in the State Quarter series. Hawaii’s original Statehood date was August 21, 1959.\n\nThe reverse design features a statue of Kamehameha I. The inscriptions include the State name, Statehood date, mintage date, “E Pluribus Unum,” and “UA MAU KE EA O KA ‘AINA I KA PONO.” (Translated: The life of the land is perpetuated in righteousness.) The coin’s reverse was designed and engraved by Don Everhart.\n\nKing Kamehameha I unified the governance of the Hawaiian Islands in the early 1800′s. He navigated through modern changes while maintaining the native practices and traditional ways of island life. The reverse design depicts the ruler with an outstretched hand towards the eight main Hawaiian Islands.\n\nThe Hawaii Commemorative Quarter Advisory Commission was composed of 36 leaders and students from around the state. They solicited design themes from the state’s citizens and forwarded five to the United States Mint for artistic renderings. An online poll was used to determine the state’s favorite design. The US Treasury Department provided final approval.\n\nA special release ceremony took place on November 10, 2008 at Bishop Square in downtown Honolulu, Hawaii. The ceremony featured a children’s hula performance and Hawaiian music. Attendees were allowed to exchange bills for $10 rolls of Hawaii Quarters.",
  "subjectshort": "Hawaii",
  "thickness": 1.7,
  "title": "2008 Hawaii State Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2008
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "E PLURIBUS UNUM, IN GOD WE TRUST",
  "issuedate": "2008-11-13",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 102480000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "180_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Martin Van Buren with the inscriptions \"Martin Van Buren\", \"8th President\" and \"1837–1841.\"",
  "reversedesigner": "Joel Iskowitz",
  "reverseimg": "180_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "Eighth President, 1837-1841\n\nMartin Van Buren, the first president from New York and not of British descent, was also the first president to be born an American citizen. Raised in a Dutch neighborhood in Kinderhook, New York, his interest in politics took root at his father’s tavern where prominent politicians, including Alexander Hamilton and Aaron Burr, would stop by on their travels.\n\nHe served in the United States Senate and was governor of New York before becoming Andrew Jackson’s secretary of state. He served as vice president during Jackson’s second term and handily won the 1837 presidential election.\n\nAs president, Van Buren initiated an independent federal treasury system to take the place of state banks’ handling of federal monies and peacefully settled disputes with Great Britain that were threatening to take the country to war. However, a deep economic depression persisted throughout his term in office and he lost his bid for re-election in 1841.",
  "subjectshort": "Martin Van Buren",
  "thickness": 2,
  "title": "2008 Martin Van Buren Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2008
},
{
  "country": "United States",
  "dateemis": "2009-2016",
  "diameter": 26.49,
  "edge": "Lettered",
  "edgeimg": "181_edgeimg.jpg",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 71260000,
  "obversedesign": "The obverse design remains the central figure of \"Sacagawea\" first produced in 2000, and contains the inscriptions LIBERTY and IN GOD WE TRUST.",
  "obversedesigner": "Glenda Goodacre",
  "obverseimg": "181_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features a Native American woman planting seeds in a field of corn, beans and squash and the inscriptions UNITED STATES OF AMERICA and $1.",
  "reversedesigner": "Norm Nemeth",
  "reverseimg": "181_reverseimg.jpg",
  "series": "Native American",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Spread of Three Sisters",
  "thickness": 2,
  "title": "2009 Spread of Three Sisters Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2009",
  "diameter": 19.05,
  "edge": "Plain",
  "issuedate": "2000-01-01",
  "material": "copper-plated zinc",
  "mint": "United States Mint",
  "mintage": 634800000,
  "obversedesign": "Bears the likeness of President Lincoln",
  "obversedesigner": "Victor D. Brenner",
  "obverseimg": "182_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "This reverse features a log cabin that represents Lincoln's humble beginnings in Kentucky.",
  "reversedesigner": "Richard Masters",
  "reverseimg": "182_reverseimg.jpg",
  "series": "Lincoln Bicentennial",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Birth and Early Childhood in Kentucky",
  "thickness": 1.55,
  "title": "2009 Birth and Early Childhood Penny",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 1,
  "weight": 2.5,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2009",
  "diameter": 19.05,
  "edge": "Plain",
  "issuedate": "2000-01-01",
  "material": "copper-plated zinc",
  "mint": "United States Mint",
  "mintage": 738600000,
  "obversedesign": "Bears the likeness of President Lincoln",
  "obversedesigner": "Victor D. Brenner",
  "obverseimg": "183_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "This reverse depicts a young Lincoln educating himself while working as a rail splitter in Indiana.",
  "reversedesigner": "Charles Vickers",
  "reverseimg": "183_reverseimg.jpg",
  "series": "Lincoln Bicentennial",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Formative Years in Indiana",
  "thickness": 1.55,
  "title": "2009 Formative Years Penny",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 1,
  "weight": 2.5,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2009",
  "diameter": 19.05,
  "edge": "Plain",
  "issuedate": "2000-01-01",
  "material": "copper-plated zinc",
  "mint": "United States Mint",
  "mintage": 652000000,
  "obversedesign": "Bears the likeness of President Lincoln",
  "obversedesigner": "Victor D. Brenner",
  "obverseimg": "184_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "This reverse depicts the young professional Abraham Lincoln in front of the State Capitol in Illinois.",
  "reversedesigner": "Joel Iskowitz",
  "reverseimg": "184_reverseimg.jpg",
  "series": "Lincoln Bicentennial",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Professional Life in Illinois",
  "thickness": 1.55,
  "title": "2009 Professional Life Penny",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 1,
  "weight": 2.5,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2009",
  "diameter": 19.05,
  "edge": "Plain",
  "issuedate": "2000-01-01",
  "material": "copper-plated zinc",
  "mint": "United States Mint",
  "mintage": 327600000,
  "obversedesign": "Bears the likeness of President Lincoln",
  "obversedesigner": "Victor D. Brenner",
  "obverseimg": "185_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "This reverse features the half finished United States Capitol dome.",
  "reversedesigner": "Susan Gamble",
  "reverseimg": "185_reverseimg.jpg",
  "series": "Lincoln Bicentennial",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Presidency in DC",
  "thickness": 1.55,
  "title": "2009 Presidency Penny",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 1,
  "weight": 2.5,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2009",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2009-01-26",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 172400000,
  "note": "Mintages\n2009-P District of Columbia Quarter: 83,600,000\n2009-D District of Columbia Quarter: 88,800,000\n2009-S Proof District of Columbia Quarter: 2,113,390\n2009-S Silver Proof District of Columbia Quarter: 993,589",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "186_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Duke Ellington seated at a grand piano.\nCaption: \"Duke Ellington\" and \"Justice for all\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "186_reverseimg.jpg",
  "series": "District of Columbia and U.S. Territories Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The District of Columbia Quarter was released on January 26, 2009. This was the first release of the 2009 DC & US Territories Quarter Program, which followed the popular 50 State Quarters Program with six additional designs.\n\nThe reverse design features a depiction of famous jazz musician Duke Ellington, who was born and raised in Washington DC. The inscriptions include “District of Columbia”, “E Pluribus Unum”, “2009″, “Justice For All” and “Duke Ellington” on the piano. The reverse was designed by Joel Iskowitz and sculpted by Don Everhart.\n\nThe design selection process caused some controversy since all of the preliminary designs submitted contained the inscription, “Taxation Without Representation.” This motto refers to the fact that residents of the District of Columbia pay federal taxes but do not have full representation in Congress. The US Mint rejected the inscription on the basis that controversial inscriptions may not be included on coins. The inscription “Justice For All” is used in place of the controversial statement.\n\nBesides Duke Ellington, other proposed designs for the Washington DC Quarter included depictions of Frederick Douglas and Benjamin Banneker.\n\nAn official launch ceremony for the 2009 District of Columbia Quarter was held on February 24, 2009 at the Smithsonian Institution’s National Museum of American History. The ceremony was attended by US Mint Director Edmund Moy, Congresswoman Eleanor Holmes Norton, and members of the Ellington family. One of the highlights was a performance by the Duke Ellington High School Jazz Band.",
  "subjectshort": "District of Columbia",
  "thickness": 1.7,
  "title": "2009 District of Columbia Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2009-02-19",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 98420000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "187_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of William Henry Harrison with the inscriptions \"William Henry Harrison\", \"In God We Trust\", \"9th President\" and \"1841.\"",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "187_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "Ninth President, 1841\n\nThe fifth U.S. President to hail from Virginia, William Henry Harrison was born in 1773. When he was a small child, his father, Benjamin Harrison, signed the American Declaration of Independence. During a distinguished Army career, Harrison served as secretary of the Northwest Territory and governor of the Indiana Territory. He gained national fame and the nickname “Old Tippecanoe” from victories at the Battle of Tippecanoe and the Battle of the Thames against American Indians led by Shawnee chief Tecumseh.\n\nHarrison served in the Ohio State Senate, as a U.S. Representative and Senator from Ohio, and as U.S. minister to Colombia. In 1840, the Whig party tapped Harrison to run against incumbent President Martin Van Buren, who had become unpopular because of a lingering economic depression. \"Tippecanoe and Tyler Too\" (John Tyler was the vice presidential candidate) became the first and still one of the most memorable of presidential campaign slogans. Harrison defeated Van Buren in a landslide. At 68, Harrison was the oldest president to have served in the office up until that time.\n\nIn a bracing March rainstorm, Harrison gave the longest inaugural speech in U.S. history, lasting an hour and 45 minutes. Wearing neither hat nor coat, he caught a severe cold from the long exposure to the elements. Shortly thereafter, he developed pneumonia. He died exactly one month after his inauguration, becoming the first president to die in office.\n\nHarrison's grandson, Benjamin Harrison, later became the 23rd President of the United States.",
  "subjectshort": "William Henry Harrison",
  "thickness": 2,
  "title": "2009 William Henry Harrison Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2009",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2009-03-30",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 139200000,
  "note": "Mintages\n2009-P Puerto Rico Quarter: 53,000,000\n2009-D Puerto Rico Quarter: 86,000,000\n2009-S Proof Puerto Rico Quarter: 2,113,390\n2009-S Silver Proof Puerto Rico Quarter: 993,589",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "188_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts a historic sentry box at Castillo San Felipe del Morro and a hibiscus flower.\nCaption: \"Isla del Encanto\"",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "188_reverseimg.jpg",
  "series": "District of Columbia and U.S. Territories Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The Puerto Rico Quarter was released on March 30, 2009. This marked the second release of the 2009 DC & US Territories Quarter Program.\n\nThe reverse design features a view of the sea from a sentry box in Old San Juan. Pictured at right is the hibiscus. The inscriptions read “Puerto Rico,” “Isla del Encanto” (translated: Isle of Enchantment), “E Pluribus Unum,” and the date. The reverse was designed and sculpted by Joseph Menna.\n\nAnother proposed design included a depiction of the Governor’s residence, the Palacio de Santa Catalina. This is the oldest government building in the Americas which has remained in continuous use. A second proposed design depicted the Arecibo Observatory. This enormous telescope is the largest single aperture telescope ever constructed. The selection of the Old San Juan design was announced by the US Mint on December 15, 2008.\n\nAn official launch ceremony for the Puerto Rico Quarter was held on April 2, 2009 at San Juan’s La Arcada in Paseo La Princesa. The ceremony presented by United States Mint Director Edmund Moy and Puerto Rico Governor Luis Fortuno. Also in attendance were Puerto Rico’s First Lady Luce Vela and Secretary of State Kenneth McClintock. The festivities will include local entertainment and a coin exchange. Free coins were given to children 18 years and younger.",
  "subjectshort": "Puerto Rico",
  "thickness": 1.7,
  "title": "2009 Puerto Rico Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2009-05-21",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 87080000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "189_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of John Tyler with the inscriptions \"John Tyler\", \"In God We Trust\", \"10th President\" and \"1841-1845.\"",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "189_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "Tenth President, 1841 - 1845\n\nBorn in 1790 to a prominent Virginia planter family, John Tyler was a lawyer by training. He served as a Virginia state delegate and governor, U.S. Representative, U.S. Senator and vice president for one month under William Henry Harrison.\n\nTyler became the first vice president to take office upon the death of the sitting president. At that time, the U.S. Constitution was not clear on succession, and his entire presidency was dominated by questions on the scope of his Presidential powers, earning him the nickname “His Accidency.” While many believed he should be recognized only as an acting president with limited powers, Tyler set an important precedent by assuming all the duties and powers of an elected president.\n\nHis independent streak caused him to lose favor with his political party, the Whigs, and practically his entire cabinet resigned in protest over his veto of a national bank bill. He championed the cause of Texas statehood, a controversial proposition at the time. After much political wrangling, he signed the bill annexing Texas just three days before leaving office after his defeat in the election of 1844. He retired to his Virginia home, Sherwood Forest, named to reflect his political “outlaw” status. He died in Richmond, Virginia, in 1862.",
  "subjectshort": "John Tyler",
  "thickness": 2,
  "title": "2009 John Tyler Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2009",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2009-05-26",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 87600000,
  "note": "Mintages\n2009-P Guam Quarter: 45,000,000\n2009-D Guam Quarter: 42,600,000\n2009-S Proof Guam Quarter: 2,113,390\n2009-S Silver Proof Guam Quarter: 993,589",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "190_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts the outline of the island, a flying proa, and a latte stone.\nCaption: \"Guahan I Tanó ManChamorro\"",
  "reversedesigner": "Jim Licaretz",
  "reverseimg": "190_reverseimg.jpg",
  "series": "District of Columbia and U.S. Territories Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The Guam Quarter was released into circulation on May 26, 2009. This was the third release of the 2009 DC & US Territories Quarter Program.\n\nThe design features an outline of the island of Guam along with two symbols associated with the island. At left is a sailing vessel known as the “Flying Proa” for its great speed. At right is a Latte, a stone pillar used in ancient houses. The reverse was designed by David Westwood and sculpted by Jim Licaretz.\n\nThe inscriptions read “Guam,” “Guahan I Tanó ManChamorro,” (translated: Guam- Land of the Chamorro), “E Pluribus Unum,” and the date. The second inscription refers to Chamorro, one of the official languages of Guam which holds an important place in Guam’s identity as a link to their ancestors. Use of the language has experienced a renaissance in Guam and the Mariana Islands.\n\nAnother design proposed but not selected featured the Flying Proa sailing within the East Hagatna Bay with a coconut tree to the right and Two Lovers Point in the background. The selected design was chosen by the residents of Guam based on popular vote.\n\nAn official launch ceremony for the Guam Quarter was held on June 4, 2009 at Skinner Plaza in Hagatna, Guam. The ceremony was hosted by US Mint Director Edmund Moy and Guam Governor Felix P Camacho. After the ceremony children were given a free Guam Quarter and adults were allowed to exchange bills for new rolls of coins. Prior to the ceremony, a collectors coin forum was held.",
  "subjectshort": "Guam",
  "thickness": 1.7,
  "title": "2009 Guam Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2009",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2009-07-27",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 82200000,
  "note": "Mintages\n2009-P American Samoa Quarter: 42,600,000\n2009-D American Samoa Quarter: 39,600,000\n2009-S Proof American Samoa Quarter: 2,113,390\n2009-S Silver Proof American Samoa Quarter: 993,589",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "191_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts the ava bowl, whisk and staff in the foreground with a coconut tree on the shore in the background.\nCaption: \"Samoa Muamua le Atua\"",
  "reversedesigner": "Charles Vickers",
  "reverseimg": "191_reverseimg.jpg",
  "series": "District of Columbia and U.S. Territories Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The American Samoa Quarter was released on July 27, 2009. This represented the fourth release of the 2009 DC & US Territories Quarter Program. This program followed the popular 50 State Quarters Program with six additional quarters for U.S. jurisdictions not classified as states.\n\nThe reverse design of the American Samoa Quarter features items used in special Samoan ceremonies against a background image of the coastline. The items include the ava bowl and the whisk and staff. The ava bowl is used to make a ceremonial drink during important events. The whisk and staff represent the rank of Samoan orator.  The inscriptions read “American Samoa,” “Samoa Muamua Le Atua” (translated: “Samoa, God is First”), “E Pluribus Unum,” and the date. The reverse was designed by Stephen Clark and sculpted by Charles Vickers.\n\nTwo other finalist designs for the quarter were created but not selected. The first features a man holding a dried coconut cup used during the ava ceremony. His image is surrounded by coconut leaves, breadfruit tree leaves, and taro leaves. The second proposed design portrays a collection of symbols representative of American Samoa, including a guesthouse, headdress and bowl.\n\nAn official launch ceremony for the American Samoa Quarter was held in Pago Pago on September 4, 2009, more than a month after the official release date of the coin. The ceremony was attended by US Mint Deputy Director Andrew Brunhart and American Samoa Governor Togiola T.A. Tulafono. Following the ceremony children aged 18 and younger were given a free American Samoa Quarter. Adults were allowed to exchange currency for rolls of quarters.",
  "subjectshort": "American Samoa",
  "thickness": 1.7,
  "title": "2009 American Samoa Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2009-08-20",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 88340000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "192_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of James K. Polk with the inscriptions \"James K. Polk\", \"In God We Trust\", \"11th President\" and \"1845 -1849.\"",
  "reversedesigner": "Susan Gamble",
  "reverseimg": "192_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "11th President, 1845 - 1849\n\nJames K. Polk was born in 1795 in North Carolina.   When he was a young boy, his family moved to the wilderness of Tennessee to establish a plantation there.   Trained as a lawyer, he served 6 terms in the U.S. House of Representatives, including 4 years as Speaker of the House. After leaving the House, he served as Tennessee governor.\n\nDespite his many years of national service, he was relatively unknown when he was nominated by the Democratic Party to run for President.   He was the first \"dark-horse\" candidate to be nominated by a major political party and won the presidency by a slim margin over Henry Clay.\n\nPolk was a strong proponent of \"Manifest Destiny,\" the belief that the United States had the right to expand throughout the entire continent.   He oversaw the growth of the country by more than 1 million square miles during his time in office, including the annexation of present-day Oregon and Washington from Great Britain.   Through war with Mexico and the subsequent Treaty of Guadalupe Hidalgo, California and New Mexico were added, and a Texas border on the Rio Grande was established.\n\nA hard worker who rarely delegated even minor tasks, he hardly took a day of vacation while President. Having pledged to serve just 1 term, he left office exhausted from the strains of the presidency. He died in Nashville, Tenn., in 1849, just 3 and a half months after leaving office.",
  "subjectshort": "James K. Polk",
  "thickness": 2,
  "title": "2009 James K. Polk Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2009",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2009-09-28",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 82000000,
  "note": "Mintages\n2009-P US Virgin Islands Quarter: 41,000,000\n2009-D US Virgin Islands Quarter: 41,000,000\n2009-S Proof US Virgin Islands Quarter: 2,113,390\n2009-S Silver Proof US Virgin Islands Quarter: 993,589",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "193_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an outline of the three major islands, the yellow breast or banana quit, the yellow cedar or yellow elder, and a Tyre Palm Tree.\nCaption: \"United in Pride and Hope\"",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "193_reverseimg.jpg",
  "series": "District of Columbia and U.S. Territories Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The U.S. Virgin Islands Quarter was released on September 28, 2009. This represented the fifth release of the 2009 DC & US Territories Quarter Program, which featured six designs for the non-state jurisdictions of the United States.\n\nThe reverse design of the Virgin Islands Quarter features a bird known as the Banana Quit pictured next to the Yellow Cedar flower. Behind the bird is a Tyre Palm, a tree native to the Virgin Islands. The background includes an outline of the three main islands. The inscriptions include “U.S. Virgin Islands,” “United in Pride and Hope,” “E Pluribus Unum,” and the date. The reverse was designed and sculpted by Joseph Menna.\n\nThis design was selected from three finalist designs. The other designs featured the Conch Shell Blower representing Virgin Islands as the First in Freedom, and the Three Queens symbols of St. Thomas, St. John, and St. Croix. The design selection was officially announced by the United States Mint on December 15, 2008.",
  "subjectshort": "U.S. Virgin Islands",
  "thickness": 1.7,
  "title": "2009 US Virgin Islands Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2009-11-19",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 78260000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "194_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Zachary Taylor with the inscriptions \"Zachary Taylor\", \"In God We Trust\", \"12th President\" and \"1849 -1850.\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "194_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "Twelfth President, 1849 - 1850\n\nZachary Taylor was born in 1784 in Virginia. His family moved shortly after his birth to a plantation outside Louisville, Kentucky, where he spent his childhood. His long Army career began at the age of 23 and for the next 30 years, he served in many remote outposts that stretched from Louisiana to northern Wisconsin. He led his forces to decisive victories in the Mexican-American War, which earned him the nickname “Old Rough and Ready.”\n\nHis reputation as a national hero made him an attractive presidential candidate, and he won the general election in a three-candidate race. Although he had little prior political experience, Taylor proved to be independent-minded, to the dismay of his political party, the Whigs. As the debate over slavery in western territories threatened to tear the country apart, he was determined that the Union be preserved at all costs. He warned southern leaders that he would command the Army himself, if necessary, to enforce the law.\n\nTaylor became ill after attending a long ceremony at the Washington Monument on a scorching 4th of July in 1850. He died five days later, having served only 16 months in office. He was the second president to die in office.",
  "subjectshort": "Zachary Taylor",
  "thickness": 2,
  "title": "2009 Zachary Taylor Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2009",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2009-11-30",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 72800000,
  "note": "Mintages\n2009-P Northern Mariana Islands Quarter: 35,200,000\n2009-D Northern Mariana Islands Quarter: 37,600,000\n2009-S Proof Northern Mariana Islands Quarter: 2,113,390\n2009-S Silver Proof Northern Mariana Islands Quarter: 993,589",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "195_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Near the shore stands a large limestone latte, a canoe of the indigenous Carolinians, two white fairy tern birds, and a Carolinian mwar borders the bottom.",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "195_reverseimg.jpg",
  "series": "District of Columbia and U.S. Territories Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The Northern Mariana Islands Quarter was released on November 30, 2009. This represented the sixth and final release of the 2009 DC & US Territories Quarter Program. This program was created as a follow up to the popular 50 State Quarters Program to honor the non-state jurisdictions of the United States.\n\nThe reverse design for the Northern Mariana Islands Quarter features symbols representative of the islands. This includes a two piece stone pillar known as a Latte, which appears amongst coconut trees, wild plants, native birds, and a sailing vessel. A Teibwo (pacific basil) frames the design. The inscriptions include “Northern Mariana Islands,” “E Pluribus Unum,” and the date. The reverse was designed by Richard Masters and sculpted by Phebe Hemphill.\n\nAn official launch ceremony for the coin was held in Garapan, Saipan within the Commonwealth of the Northern Mariana Islands. The ceremony was hosted by United States Mint Deputy Director Andrew Brunhart and Governor Benigno R. Fitial. Cultural performances from local groups took place and attendees had the opportunity to exchange currency for rolls of the new quarters.",
  "subjectshort": "Northern Mariana Islands",
  "thickness": 1.7,
  "title": "2009 Northern Mariana Islands Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2009
},
{
  "country": "United States",
  "dateemis": "2009-2016",
  "diameter": 26.49,
  "edge": "Lettered",
  "edgeimg": "196_edgeimg.jpg",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 80780000,
  "obversedesign": "The obverse design remains the central figure of \"Sacagawea\" first produced in 2000, and contains the inscriptions LIBERTY and IN GOD WE TRUST.",
  "obversedesigner": "Glenda Goodacre",
  "obverseimg": "196_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "The reverse design features an image of the Hiawatha Belt with 5 arrows bound together, along with the inscriptions UNITED STATES OF AMERICA, $1, HAUDENOSAUNEE and GREAT LAW OF PEACE.",
  "reversedesigner": "Thomas Cleveland",
  "reverseimg": "196_reverseimg.jpg",
  "series": "Native American",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "The Great Tree of Peace",
  "thickness": 2,
  "title": "2010 The Great Tree of Peace Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2010
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2010-02-18",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 74480000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "197_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Millard Fillmore with the inscriptions \"Millard Fillmore\", \"In God We Trust\", \"13th President\" and \"1850-1853.\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "197_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "13th President, 1850 - 1853\n\nMillard Fillmore was born in a log cabin on January 7, 1800, in Locke (now Summerhill), N.Y.   The second of nine children, he worked on his father's farm as a boy and became an indentured apprentice to a cloth maker as a teenager.   After studying with a county judge, he began to practice law in 1823.   In 1828 Fillmore entered politics, serving as a New York state assemblyman and later in the U.S. House of Representatives, where he chaired the powerful Committee on Ways and Means.   While comptroller of New York, he was elected to serve as President Zachary Taylor's vice president in 1848 as a Whig.   Upon Taylor's death in July 1850, Fillmore became President.\n\nWhile Fillmore was in office, Congress passed the Compromise of 1850, a package of stop-gap measures which effectively postponed the Civil War for a decade.   He also ordered Commodore Matthew C. Perry to lead a naval expedition in 1852 to convince Japan's shogunate government to open relations with the U.S.   This paved the way for the 1854 Treaty of Kanagawa, the first between the two countries, thus ending Japanese isolationism.\n\nAfter two unsuccessful bids for election to the presidency in his own right, he retired to Buffalo, N.Y.   In 1862 former President Fillmore was named the first chancellor of the University of Buffalo, now the State University of New York at Buffalo.   He died in Buffalo on March 8, 1874.",
  "subjectshort": "Millard Fillmore",
  "thickness": 2,
  "title": "2010 Millard Fillmore Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2010
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2010-04-19",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 69600000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "198_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts the façade of the Hot Springs National Park headquarters building with a fountain in the foreground. Inscriptions are HOT SPRINGS, ARKANSAS, 2010 and E PLURIBUS UNUM.",
  "reversedesigner": "Don Everhart",
  "reverseimg": "198_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The 2010 Hot Springs National Park Quarter was the first release of the America the Beautiful Quarters Program. The new series of circulating quarter dollars features National Parks and sites from around the country in the order federally designated. One location has been selected from each of the 50 states, 5 U.S. territories, and District of Columbia to be featured on a unique reverse design.\n\nThe design for the Hot Springs Quarter features the ornate facade  of the main park building. One of park’s many fountains appears in the foreground of the image. The inscriptions read “Hot Springs”, “Arkansas”, ” E Pluribus Unum”, and the date “2010″. The reverse was designed by Don Everhart and sculpted by Joseph Menna.\n\nOn the obverse of the coin is a portrait of George Washington, originally designed by John Flanagan for the 1932 Washington Quarter. The original details have been restored following the small modifications made during more than seven decades of continuous use on the quarter dollar. This obverse will be used for all America the Beautiful Quarters.\n\nThe Hot Springs National Park Quarter was released into circulation on April 19, 2010 with an official launch ceremony held at the park on the following day. The United States Mint also offered an assortment of products which included the quarter such as numismatic bags, rolls, and various sets.",
  "subjectshort": "Hot Springs National Park",
  "thickness": 1.7,
  "title": "2010 Hot Springs National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2010
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2010-05-20",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 76580000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "199_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Franklin Pierce with the inscriptions \"Franklin Pierce\", \"In God We Trust\", \"14th President\" and \"1853-1857.\"",
  "reversedesigner": "Susan Gamble",
  "reverseimg": "199_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "14th President, 1853 - 1857\n\nFranklin Pierce, the 14th U.S. President, was born on November 23, 1804, in Hillsboro, N.H.   He was elected to the New Hampshire legislature, and later served in the U.S. House of Representatives and Senate.   In 1847 he served briefly as a brigadier general in the Mexican-American War.  Largely unknown to the public, Pierce was nominated for President in 1852 by the Democratic Party as a compromise candidate.   Partly because of his strong support for the Compromise of 1850, which attempted to mitigate the slavery issue and preserve the Union, Pierce was elected President and served from 1853-1857.\n\nWhile he was President, the U.S. negotiated the Gadsden Purchase with Mexico, which gave the U.S. land in present-day southern Arizona and New Mexico for a southern transcontinental railroad.   Congress also passed the Kansas-Nebraska Act, which repealed the Missouri Compromise, thus reopening the possibility of slavery in the West under the principle of \"popular sovereignty.\"   This was the belief that the people who settled a territory could determine whether to permit or prohibit slavery.\n\nDenied re-nomination by his party for President in 1856, he retired from politics at the end of his term.   He died on October 8, 1869, in Concord, N.H.",
  "subjectshort": "Franklin Pierce",
  "thickness": 2,
  "title": "2010 Franklin Pierce Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2010
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2010-06-01",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 68400000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "200_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features the Old Faithful geyser with a mature bull bison in the foreground.  Inscriptions are YELLOWSTONE, WYOMING, 2010 and E PLURIBUS UNUM.",
  "reversedesigner": "Don Everhart",
  "reverseimg": "200_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The 2010 Yellowstone National Park Quarter was the second release of the new quarter program featuring parks and sites from across America. The official circulation release date for the coins was June 1, 2010. Yellowstone was chosen to represent the state of Wyoming, although the park’s borders extend into Montana and Idaho.\n\nThe obverse design of the Yellowstone Quarter features a portrait of George Washington, which will be used for all coins in the series. The reverse of the quarter depicts a scene of the famous geyser Old Faithful erupting. American Bison, commonly referred to as Buffalo, appear in the foreground and background of the design. The inscriptions read “Yellowstone”, “Wyoming”, “E Pluribus Unum”, and the date “2010″. The reverse was designed and sculpted by Don Everhart.\n\nMany had anticipated that the quarter featuring Yellowstone National Park would be the first quarter released in the new series since it was the first officially designated National Park in 1872. However, it ended up being the second release since the Hot Springs National Park was designated as a federal reserve forty years prior.\n\nThe Yellowstone National Park Quarter was minted for circulation at the Philadelphia and Denver Mints. Proof and silver proof versions of the coin were struck in San Francisco. Finally, the design from the quarter will be featured on one of the America the Beautiful 5 ounce silver bullion coins.",
  "subjectshort": "Yellowstone National Park",
  "thickness": 1.7,
  "title": "2010 Yellowstone National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2010
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2010-07-26",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 70000000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "201_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts the iconic El Capitan, which rises more than 3,000 feet above the valley floor and is the largest monolith of granite in the world.  Inscriptions are YOSEMITE, CALIFORNIA, 2010 and E PLURIBUS UNUM.",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "201_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The 2010 Yosemite National Park Quarter represented the third release of the America the Beautiful Quarters Program. This program honors national parks and national sites within each state, territory, and the District of Columbia. Yosemite was chosen to represented the state of California. The area was designated 1890 and became a focal point for the development of the National Park System.\n\nThe reverse design of the Yosemite National Park Quarter features a view of El Capitan. The granite cliff rises more than 3,000 feet above the valley floor, making it the largest monolith of granite in the world. The reverse was designed by Joseph Menna and sculpted by Phebe Hemphill.  The obverse of the coin features a familiar portrait of George Washington designed by John Flanagan, with details restored from the original 1932 Washington Quarter.\n\nYosemite National Park was previously featured on the California Quarter released during the State Quarter Program. The designed featured John Muir overlooking the Half Dome in Yosemite Valley.\n\nThe Yosemite Quarter was released into circulation on July 26, 2010. The United States Mint offers numismatic bags and rolls of the new quarter, as well as collectible versions of the coin incorporated into annual and other sets.",
  "subjectshort": "Yosemite National Park",
  "thickness": 1.7,
  "title": "2010 Yosemite National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2010
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2010-08-19",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 73360000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "202_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of James Buchanan with the inscriptions \"James Buchanan\", \"In God We Trust\", \"15th President\" and \"1857–1861.\"",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "202_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "15th President, 1857 - 1861\n\nJames Buchanan, the 15th U.S. President, was born on April 23, 1791, near Mercersburg, Pa.   The oldest of 11 children, he began a successful law career in 1812.   During the War of 1812, he helped defend Baltimore against British attack.   A gifted orator, he became a state legislator, and later served as a member of the U.S. House of Representatives and Senate and as U.S. minister to Russia.   In 1845, he became President James K. Polk's secretary of state.   His later service abroad as U.S. minister to Great Britain helped insulate him from the growing domestic controversy over slavery, which was reaching a crescendo by 1856, helping him secure the Democratic Party's nomination for President.   He served one term in office, 1857-1861. He did not seek re-election in 1860.\n\nTwo days after Buchanan was inaugurated, the U.S. Supreme Court issued the controversial Dred Scott decision, which effectively legalized slavery in all U.S. territories, which served as another factor to further propel the Nation toward civil war.   He was successful in opening and securing ports on the West Coast, which enhanced trade with Asian countries.   In December 1860, in the wake of Abraham Lincoln's election as President, 11 southern states declared secession from the union and formed the Confederate States of America.   Former President Buchanan died on June 1, 1868, in Lancaster, Pa.",
  "subjectshort": "James Buchanan",
  "thickness": 2,
  "title": "2010 James Buchanan Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2010
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2010-09-20",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 70200000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "203_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features a view of the granaries above the Nankoweap Delta in Marble Canyon near the Colorado River.  Inscriptions are GRAND CANYON, ARIZONA, 2010 and E PLURIBUS UNUM.",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "203_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The 2010 Grand Canyon National Park Quarter was the fourth release of the new circulating commemorative quarter dollar series featuring National Parks and Sites. The design featured a depiction of the Grand Canyon located in Arizona, which was first recognized as a forest reserve in 1893, then a National Monument, and finally a National Park in 1919.\n\nAs one of the seven natural wonders of the world, the Grand Canyon was an easy choice for Arizona’s America the Beautiful Quarter. It was also depicted on the Arizona State Quarter in 2008, along with the Saguaro cactus and a banner reading “Grand Canyon State.”\n\nThe reverse design for the new Grand Canyon National Park Quarter features a view of the granaries above the Nankoweap Delta near the Colorado River. The granaries were used by Ancestral Puebloans for storing food and seeds dating back to A.D. 500. The reverse was designed and sculpted by Phebe Hemphill.\n\nThe coins were officially released into circulation on September 20, 2010. On the same date, the US Mint released numismatic bags and rolls containing the quarter. Separately, the US Mint also issued several numismatic products incorporating the Grand Canyon Quarter, such as proof sets and uncirculated coin sets.",
  "subjectshort": "Grand Canyon National Park",
  "thickness": 1.7,
  "title": "2010 Grand Canyon National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2010
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2010-11-15",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 68800000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "204_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts a view of Mount Hood with Lost Lake in the foreground.  Inscriptions are MOUNT HOOD, OREGON, 2010 and E PLURIBUS UNUM.",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "204_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The 2010 Mount Hood National Forest Quarter was the fifth release of the America the Beautiful Quarters Program and the final release for the series during 2010. The quarter design features Mount Hood National Forest in Oregon. The forest was first established as the Bull Run Forest Reserve in 1892 and eventually took on its familiar name in 1924.\n\nThe Oregon Quarter released under the previous State Quarters Program had featured Crater Lake National Park. The same site had been on the short list of potential subjects for the new quarter series, but ultimately it was not selected.\n\nFor the current series, a depiction of Mount Hood towers in the background of the scene, with Lost Lake appearing in the foreground. The inscriptions read “Mount Hood”, “Oregon”, “E Pluribus Unum”, and the date “2010″. The reverse was designed and sculpted by Phebe Hemphill. The obverse of the coin features a portrait of George Washington designed by John Flanagan for the original Washington Quarter. This portrait has been used on the quarter continuously through the original series, the 50 State Quarters Program, District of Columbia & U.S. Territories Quarters Program, and current America the Beautiful Quarters Program.\n\nThe Mount Hood National Forest Quarter was officially released into circulation on November 15, 2010. A few days following the United States Mint and National Park Service hosted a presentation ceremony for the coin. The quarter was incorporated into many different numismatic products offered by the US Mint.",
  "subjectshort": "Mount Hood National Forest",
  "thickness": 1.7,
  "title": "2010 Mount Hood National Forest Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2010
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2010-11-18",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 97020000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "205_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Abraham Lincoln with the inscriptions \"Abraham Lincoln\", \"In God We Trust\", \"16th President\" and \"1861–1865.\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "205_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "16th President, 1861 - 1865\n\nAbraham Lincoln, the 16th U.S. President, was born February 12, 1809, near Hodgenville, Ky., into a poor frontier family.   A self-taught lawyer, he also served in the Illinois legislature and the U.S. House of Representatives.   In 1858, while campaigning for a seat in the U.S. Senate, Lincoln engaged incumbent Stephen A. Douglas in a series of debates over slavery.   Though he lost the election, Lincoln's eloquence won him national attention, and in 1860, he received the Republican Presidential nomination.   Lincoln became President of the United States in 1861 as the Nation descended into the Civil War.\n\nWhile he was President, Lincoln issued the Emancipation Proclamation, which freed the slaves living in the Confederacy.   Although the Confederate States ignored the proclamation, it allowed Union soldiers to free slaves they found in the South and recruit them into their army.   By the time the Civil War ended, one out of eight members of the Union Army was black.   On November 19, 1863, he delivered his famous Gettysburg Address.   His example of assuming sole authority during a time of war was followed by later Presidents, including Woodrow Wilson in World War I and Franklin Roosevelt in World War II.   While the Civil War and efforts to abolish slavery dominated his presidency, Lincoln also signed into law the Homestead Act, which made it possible for poor people to buy land provided they agreed to settle and work there for at least five years.   This law began the settlement of the American West.\n\nOn April 14, 1865—only a few weeks into his second administration and just as the Civil War was ending—Lincoln was shot by Southern sympathizer John Wilkes Booth, and died the next morning in Washington, D.C.",
  "subjectshort": "Abraham Lincoln",
  "thickness": 2,
  "title": "2010 Abraham Lincoln Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2010
},
{
  "country": "United States",
  "dateemis": "2009-2016",
  "diameter": 26.49,
  "edge": "Lettered",
  "edgeimg": "206_edgeimg.jpg",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 77560000,
  "obversedesign": "The obverse design remains the central figure of \"Sacagawea\" first produced in 2000, and contains the inscriptions LIBERTY and IN GOD WE TRUST.",
  "obversedesigner": "Glenda Goodacre",
  "obverseimg": "206_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "The design features hands of the Supreme Sachem Ousamequin Massasoit and Governor John Carver, symbolically offering the ceremonial peace pipe after the initiation of the first formal written peace alliance between the Wampanoag tribe and the European settlers. The design includes the required inscriptions, UNITED STATES OF AMERICA and $1, along with the additional inscription WAMPANOAG TREATY 1621.",
  "reversedesigner": "Richard Masters",
  "reverseimg": "206_reverseimg.jpg",
  "series": "Native American",
  "shape": "Round",
  "status": "demo",
  "subject": "Supreme Sachem Ousamequin, Massasoit of the Great Wampanoag Nation Creates Alliance with Settlers at Plymouth Bay (1621)",
  "subjectshort": "Diplomacy - Treaties with Tribal Nations",
  "thickness": 2,
  "title": "2011 Diplomacy - Treaties with Tribal Nations Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2011
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2011-01-24",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 61200000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "207_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts the 72nd Pennsylvania Infantry Monument, which is located on the battle line of the Union Army at Cemetery Ridge. Inscriptions are GETTYSBURG, PENNSYLVANIA, 2011 and E PLURIBUS UNUM.",
  "reversedesigner": "Joel Iskowitz",
  "reverseimg": "207_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The 2011 Gettysburg National Military Park Quarter represented the sixth overall release within the new circulating commemorative quarter dollar series. The America the Beautiful Quarters Program honors National Parks and sites from each of the states and territories, presented in the order originally federally designated.\n\nWhen the site selection for Pennsylvania was announced by the United States Mint, the Governor remarked, “Gettysburg National Military Park – the nation’s most visited Civil War battlefield — is deeply moving and yet extremely beautiful park and a true national and Pennsylvania treasure.”\n\nThe United States Mint had prepared four initial design candidates for the Gettysburg Quarter, which were reviewed by the Commission of Fine Arts and the Citizens Coinage Advisory Committee. The CCAC spent the greater portion of an entire meeting discussing the designs due to the importance of Gettysburg as the turning point of the Civil War. After much deliberation, they supported a design representing Pickett’s Charge.\n\nThis was the design ultimately selected by the Secretary of the Treasury. The 72nd Pennsylvania Infantry Monument at the battle line of the Union Army at Cemetery Ridge is the central focus of the design. Surrounding inscriptions include “Gettysburg”, “Pennsylvania”, “2011″, and “E Pluribus Unum”.\n\nOn the obverse of the coin is a portrait of George Washington common to all issues of the series with the inscriptions “United States of America”, “Liberty”, “In God We Trust”, and “Quarter Dollar”.\n\nThe Gettysburg National Park Quarter was officially released on January 24, 2011. The coins were issued for circulation and sold directly by the United States Mint incorporated into various numismatic products.",
  "subjectshort": "Gettysburg National Military Park",
  "thickness": 1.7,
  "title": "2011 Gettysburg National Military Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2011
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2011-02-17",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 72660000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "208_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Andrew Johnson with the inscriptions \"Andrew Johnson,\" \"In God We Trust,\" \"17th President\" and \"1865-1869.\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "208_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "17th President, 1865 - 1869\n\nBorn in Raleigh, North Carolina, in 1808, Andrew Johnson grew up in poverty.  He was apprenticed to a tailor as a boy and later opened a tailor shop in Greeneville, Tenn., married Eliza McCardle and participated in debates at the local academy.   Entering politics, he became an adept stump speaker, championing the common man and vilifying the plantation aristocracy.  As a member of the U.S. House of Representatives and Senate in the 1840s and 1850s, he advocated a homestead bill to provide a free farm for poor men.  In 1864, the Republican Party nominated Johnson, a Democrat, for vice president.\n\nAfter President Abraham Lincoln's death, President Johnson proceeded with a moderate approach to reconstruct the southern states.  Radical Republicans in Congress, however, had their own plans and again placed southern states under military rule.  They passed laws placing restrictions upon the President.  When Johnson allegedly violated the Tenure of Office Act by dismissing Secretary of War Edwin M. Stanton, the House of Representatives voted 11 articles of impeachment against him.  He was tried by the Senate in the spring of 1868 and acquitted by one vote.  While he was President, the U.S. acquired the Alaska territory and Midway Islands in the Pacific.  After leaving the presidency, Johnson went back to Tennessee, remaining politically active.  In 1874, Tennessee returned Johnson to the Senate, making him the only former President to have served in the Senate.  He died a few months later on July 31, 1875.",
  "subjectshort": "Abraham Lincoln",
  "thickness": 2,
  "title": "2011 Andrew Johnson Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2011
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2011-04-04",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 61600000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "209_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts a classic view of the northeast slope of Mount Reynolds towering in the distance, while a mountain goat climbs over the rocky slopes of the park's high country. Inscriptions are GLACIER, MONTANA, 2011 and E PLURIBUS UNUM.",
  "reversedesigner": "Barbara Fox",
  "reverseimg": "209_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The 2011 Glacier National Park Quarter was released as the seventh issue of the new series featuring National Parks and sites of America. Although Montana’s Glacier National Park encompasses more than one million acres of land, 300 lakes, and hundreds of species of plants and animals, it will be depicted on the diminutive canvas of a quarter.\n\nThe reverse design represents the park with a classic view of the northeast slope of Mount Reynolds in the background and a mountain goat standing on rocky slopes in the foreground. Similar depictions were prepared as initial design candidates, but this one featured the best overall composition and backed by both the CFA and CCAC. The reverse design was created by Susan Gamble and sculpted by Michael Gaudioso.\n\nThe obverse of the coin carries the familiar portrait of George Washington that has been used on the circulating quarter dollar for nearly eight decades. Details from John Flanagan’s original design have been restored for the current series.\n\nOn April 4, 2011, the Glacier National Park Quarters were officially released. The coins were distributed to the channels of circulation by the Federal Reserve Bank System and offered within various numismatic products issued by the United States Mint. A duplicate of the design will also be featured on a newly introduced silver bullion investment product.",
  "subjectshort": "Glacier National Park",
  "thickness": 1.7,
  "title": "2011 Glacier National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2011
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2011-05-19",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 76020000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "210_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Ulysses S. Grant with the inscriptions \"Ulysses S. Grant,\" \"In God We Trust,\" \"18th President\" and \"1869-1877.\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "210_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "18th President, 1869 - 1877\n\nBorn in 1822, Ulysses S. Grant was the son of an Ohio tanner.  He went to West Point and fought in the Mexican War under General Zachary Taylor.  At the outbreak of the Civil War, Grant was appointed to command an unruly volunteer regiment.  By September 1861, he had risen to the rank of brigadier general of volunteers.  President Lincoln later promoted him to major general of volunteers.  After he won battles at Vicksburg, Miss., and Chattanooga, Tenn., Lincoln appointed him general-in-chief in March 1864.  Finally, on April 9, 1865, Confederate General Robert E. Lee surrendered.\n\nAs the symbol of Union victory during the Civil War, General Ulysses S. Grant was the Republican Party’s logical candidate for President in 1868.  As President, he allowed radical Reconstruction to run its course in the south, bolstering it at times with military force.  Under his administration, Yellowstone was established as the first national park and Congress passed a bill calling for equal pay for women and men holding similar jobs in federal government agencies.  The happiest day of the Grant presidency was May 21, 1874, when his daughter Nellie was married in an extravagant White House wedding.  After retiring from the presidency, Grant learned that he had cancer of the throat.  At the suggestion of author Mark Twain, he started writing his memoirs to help pay off his debts and provide for his family; Personal Memoirs of U.S. Grant became a best-seller.  The book is today considered one of the finest military autobiographies ever written.  Soon after completing the last page, he died on July 23, 1885.",
  "subjectshort": "Ulysses S. Grant",
  "thickness": 2,
  "title": "2011 Ulysses S. Grant Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2011
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2011-06-13",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 61000000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "211_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts a Roosevelt elk standing on a gravel river bar of the Hoh River with a view of Mount Olympus in the background. Inscriptions are OLYMPIC, WASHINGTON, 2011 and E PLURIBUS UNUM.",
  "reversedesigner": "Susan Gamble",
  "reverseimg": "211_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The 2011 Olympic National Park Quarter was the eighth release of the new quarter series featuring National Parks and sites of the United States. The order of release is determined based on the date each location was first federally designated.\n\nThe quarters were first released on June 13, 2011, when the coins were made available through the channels of circulation and offered by the United States Mint within numismatic bags and rolls. The Olympic National Park Quarter marked the lowest mintage for a release of the series to date with 61 million produced across the Philadelphia and Denver facilities.\n\nThe reverse design for the quarter carries a depiction of a Roosevelt Elk stepping into the Hoh River with Mount Olympus in the background. Other design candidates featured broad landscapes without the elk present and a sea scape scene. Both the Commission of Fine Arts and Citizens Coinage Advisory Committee preferred the design incorporating the animal life, and the Treasury Secretary followed these recommendations with his official selection. The revere was Barbara Fox and sculpted by Charles Vickers.\n\nIn addition to the quarter dollars issued for circulation and coin collectors, a 5 ounce silver bullion coin bearing the same design was available for precious metals investors.",
  "subjectshort": "Olympic National Park",
  "thickness": 1.7,
  "title": "2011 Olympic National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2011
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2011-08-18",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 74480000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "212_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Rutherford B. Hayes with the inscriptions \"Rutherford B. Hayes\", \"In God We Trust\", \"19th President\" and \"1877–1881.\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "212_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "19th President, 1877 - 1881\n\nBorn in Ohio in 1822, Rutherford B. Hayes was educated at Kenyon College and Harvard Law School.   He fought in the Civil War and was wounded in action.  While he was still in the Army, Cincinnati Republicans nominated him for the House of Representatives, and he was elected by a heavy majority.  Later, he served three terms as Ohio governor.   By 1876, he was the Republican candidate for President, and he ultimately prevailed by one vote in the Electoral College despite losing the national popular vote.\n\nPresident Hayes insisted that his appointments be made on merit rather than political considerations.  Nonetheless, he outraged many Republicans because one member of his cabinet was an ex-Confederate and another had bolted the party as a Liberal Republican in 1872.  To the delight of the Woman's Christian Temperance Union, first lady Lucy Webb Hayes carried out her husband's orders to banish wine and liquor from the White House, later becoming known famously as \"Lemonade Lucy.\"  Hayes had announced in advance that he would serve only one term as President, and he retired to Spiegel Grove, his home in Fremont, Ohio, in 1881, and died in 1893.",
  "subjectshort": "Rutherford B. Hayes",
  "thickness": 2,
  "title": "2011 Rutherford B. Hayes Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2011
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2011-08-29",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 64200000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "213_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts the U.S.S. Cairo on the Yazoo River as it would have been seen when it served the Union Navy during the Civil War. Inscriptions are VICKSBURG, MISSISSIPPI, 2011 and E PLURIBUS UNUM.",
  "reversedesigner": "Thomas Cleveland",
  "reverseimg": "213_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The 2011 Vicksburg National Military Park Quarter represented the fourth release of the America the Beautiful Quarters series for 2011 and the ninth release for the series overall. The site was selected to represent the state of Mississippi.\n\nThe Vicksburg Quarter features a surprising depiction of the U.S.S. Cairo on the Yazoo River. Rather than depicting a present day scene from the park or one of the many monuments present, the striking image of the ironclad gunboat is shown as it would have been seen when it was used by the Union Navy during the Civil War. The image was designed by Thomas Cleveland and sculpted by Joseph Menna.\n\nOn the coin’s obverse is the the portrait of George Washington that used for all issues of the series. It was originally designed for the 1932 Washington Quarter, and used either in original or modified format for all circulating quarter dollars issued since.\n\nThe circulation release date for the Vicksburg National Military Park Quarter was August 29, 2011. The coins were distributed to the channels of circulation by Federal Reserve Banks and available within various numismatic products offered by the United States Mint. Finally, a five ounce silver bullion version was distributed through the US Mint’s network of authorized purchasers.\n\nThe circulation mintage for the Vicksburg Quarter reached a total of 64,200,000. This was broken down between 30,800,000 coins struck at Philadelphia and 33,400,000 coins struck at Denver.",
  "subjectshort": "Vicksburg National Military Park",
  "thickness": 1.7,
  "title": "2011 Vicksburg National Military Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2011
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2011-11-14",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 143200000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "214_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts the Lincoln Bridge, built of limestone and dedicated in 1909 to celebrate the centennial of Abraham Lincoln's birth. Inscriptions are CHICKASAW, OKLAHOMA, 2011 and E PLURIBUS UNUM.",
  "reversedesigner": "Donna Weaver",
  "reverseimg": "214_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The 2011 Chickasaw National Recreation Area Quarter represented the final release of 2011 for the new quarter series created to feature images and scenes from the National Parks and sites of America. The quarter represented the tenth release of the series overall.\n\nChickasaw National Recreation Area was selected as the site to be depicted for the state of Oklahoma. Under the authorizing legislation, one federally designated site is selected for each state, territory, and the District of Columbia and depicted on the reverse of a circulating quarter dollar.\n\nThe reverse design of the coin features a depiction of Lincoln Bridge. It was built of limestone and dedicated in 1909 for the centennial for the 16th President’s birth. The bridge represented the first constructed improvement within the National Recreation Area and is a popular scenic destination. The design is by Donna Weaver, with sculpting performed by Jim Licaretz.\n\nThe Chickasaw Quarter was officially released into circulation on November 14, 2011. At earlier dates, the coins were available as incorporated into various numismatic products offered by the United States Mint. Additionally, the design of the quarter will be duplicated for the America the Beautiful Silver Bullion Coins series, on 5 ounces of .999 fine silver.\n\nThis release showed an increase in production levels compared to the previous America the Beautiful Quarters. In total, there were 143.2 million Chickasaw Quarters produced for circulation at the Philadelphia and Denver Mints.",
  "subjectshort": "Chickasaw National Recreation Area",
  "thickness": 1.7,
  "title": "2011 Chickasaw National Recreation Area Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2011
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2011-11-17",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 74200000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "215_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of James Garfield with the inscriptions \"James Garfield\", \"In God We Trust\", \"20th President\" and \"1881.\"",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "215_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "20th President, 1881\n\nJames Garfield was born in Cuyahoga County, Ohio, in 1831.  He later graduated from Williams College in Massachusetts and returned to the Western Reserve Eclectic Institute (later Hiram College) in Ohio as a classics professor and then its president.  He was elected to the Ohio state senate in 1859.  In 1862, he was elected to Congress and served 18 years.\n\nAt the 1880 Republican convention, Garfield won the nomination for President on the 36th ballot.  On July 2, 1881, just four months into his term, an embittered attorney who had unsuccessfully sought a consular post shot the President in a Washington railroad station.  He lay wounded in the White House for weeks.  Alexander Graham Bell, inventor of the telephone, tried in vain to find the bullet with an electrical device he had designed.  On September 6, Garfield was taken to the New Jersey seaside.  For a few days he seemed to be recuperating, but on September 19, 1881, he died from an infection and internal hemorrhage.",
  "subjectshort": "James A. Garfield",
  "thickness": 2,
  "title": "2011 James A. Garfield Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2011
},
{
  "country": "United States",
  "dateemis": "2009-2016",
  "diameter": 26.49,
  "edge": "Lettered",
  "edgeimg": "216_edgeimg.jpg",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 5880000,
  "obversedesign": "The obverse design remains the central figure of \"Sacagawea\" first produced in 2000, and contains the inscriptions LIBERTY and IN GOD WE TRUST.",
  "obversedesigner": "Glenda Goodacre",
  "obverseimg": "216_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "The reverse design features a Native American and horse in profile with horses running in the background, representing the historical spread of the horse. The design includes the required inscriptions, UNITED STATES OF AMERICA and $1.",
  "reversedesigner": "Thomas Cleveland",
  "reverseimg": "216_reverseimg.jpg",
  "series": "Native American",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Trade Routes in the 17th Century",
  "thickness": 2,
  "title": "2012 Trade Routes in the 17th Century Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2012
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2012-01-23",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 50800000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "217_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts a Coqui tree frog sitting on a leaf and a Puerto Rican parrot behind an epiphyte plant with tropical flora in the background. Inscriptions are EL YUNQUE, PUERTO RICO, 2012 and E PLURIBUS UNUM.",
  "reversedesigner": "Gary Whitley",
  "reverseimg": "217_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The third year of the new circulating commemorative quarter series will begin with the El Yunque National Forest Quarter for Puerto Rico. This coin will be the first coin of the series to feature a site from one of the United States Territories. The scope of the program was written to include the territories and the District of Columbia.\n\nThe reverse design of the coin features animals and foliage that are distinctive to the forest. The Coqui tree frog is on a leaf in the right side of the image, while a Puerto Rican parrot apperas behind an epiphtye plant. Additional native flora are incorporated throughout the image. The inscriptions around the outer edge of the coin read “El Yunque”, “Puerto Rico”, “2012″, and “E Pluribus Unum”. The reverse was designed by Gary Whitley and sculpted by Michael Gaudioso.\n\nOn the obverse of the coin is the portrait of George Washington designed by John Flanagan for the 1932 Washington Quarter. The inscriptions read “United States of America”, “Liberty”, “In God We Trust”, and “Quarter Dollar”.\n\nThe anticipated release date for the El Yunque National Forest Quarter is January 23, 2012. The coin will also be incorporated into various numismatic offerings from the United States Mint.",
  "subjectshort": "El Yunque National Forest",
  "thickness": 1.7,
  "title": "2012 El Yunque National Forest Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2012
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2012-02-05",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 8820000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "218_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Chester Arthur with the inscriptions \"CHESTER ARTHUR,\" \"IN GOD WE TRUST,\" \"21st PRESIDENT\" and \"1881-1885.\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "218_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "21st President, 1881-1885\n\nThe son of an Irish-born Baptist minister who had immigrated to the U.S., Chester Arthur was born in Fairfield, Vermont, in 1829. He graduated from Union College in 1848, taught school, was admitted to the bar and practiced law in New York City. Early in the Civil War he served as quartermaster general of New York state.\n\nWhen Vice President Arthur became President on September 20, 1881, after the death of James Garfield, he was eager to prove that he was above machine politics. He became a man of fashion in both his clothing and his friends and was often seen with the elite of Washington, New York and Newport, Rhode Island. He became a champion of civil service reform; public pressure, heightened by the assassination of Garfield, forced Congress to cooperate.\n\nIn 1883 Congress passed the Pendleton Act, which established a bipartisan Civil Service Commission; forbade levying political assessments against officeholders; and provided for a \"classified system\" that made certain government positions obtainable only through competitive written examinations. The system protected employees against removal for political reasons. The Arthur administration also enacted the first general federal immigration law. Suffering from a fatal kidney disease, President Arthur nonetheless ran for the presidential nomination in 1884, but he was not successful and died just two years later.",
  "subjectshort": "James A. Garfield",
  "thickness": 2,
  "title": "2012 Chester A. Arthur Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2012
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2012-04-02",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 44000000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "219_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Illustrates a view to the west of two elevated kivas that are part of the Chetro Ketl Complex, the north wall of Chetro Ketl and the north wall of the canyon. Inscriptions are CHACO CULTURE, NEW MEXICO, 2012 and E PLURIBUS UNUM.",
  "reversedesigner": "Donna Weaver",
  "reverseimg": "219_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The Chaco Culture National Historical Park Quarter will be the second release of the year for the America the Beautiful Quarters Program. This coin, which features a site located in New Mexico, will mark the twelfth release for the program overall.\n\nThe selection of the site was announced prior to the start of the new quarter series in late 2009. Under the authorizing legislation, the entire site register was required to be selected within nine months of enactment. In late 2010, the United States Mint released candidate designs for the image to appear on the reverse of the quarter. Each of the four designs depict the remains of the ancient civilization that are preserved within the historical park.\n\nOn the reverse of the coin is a design providing a glimpse of the vastness of the site and the constructions which provide cultural significance. The image includes a view to the west of two elevated kivas and the north wall of the Chetro Ketl. The north wall of the canyon is also included. Inscriptions surround the image include “Chaco Culture”, “New Mexico”, “2012″, and “E Pluribus Unum”. The reverse was designed by Donna Weaver and sculpted by Phebe Hemphill.\n\nThe obverse of the coin carries the common portrait of George Washington designed by John Flanagan that has been used throughout the broader program.\n\nThe Chaco Culture National Park Quarter has a circulation release date scheduled for April 2, 2012. The coin may be released at earlier dates, as included in various numismatic products offered by the United States Mint.",
  "subjectshort": "Chaco Culture National Historical Park",
  "thickness": 1.7,
  "title": "2012 Chaco Culture National Historical Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2012
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2012-05-25",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 8120000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "220_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Grover Cleveland with the inscriptions \"GROVER CLEVELAND,\" \"IN GOD WE TRUST,\" \"22nd PRESIDENT\" and \"1885-1889.\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "220_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "22nd President, 1885-1889\n\nThe first Democratic candidate elected after the Civil War, Grover Cleveland was the only President to leave the White House and return for a second term four years later.\n\nOne of nine children of a Presbyterian minister, Cleveland was born in New Jersey in 1837 and raised in upstate New York. As a lawyer in Buffalo, he became notable for his single-minded concentration. Running as a reformer, he was elected mayor of Buffalo in 1881 and later, governor of New York. He won the presidency in 1884 with the combined support of Democrats and reform Republicans known as the \"Mugwumps.\" In June 1886 Cleveland married 21-year-old Frances Folsom; he was the only President married at the White House.\n\nAs the 22nd President, Cleveland vigorously pursued a policy barring special favors to any economic group. He also vetoed many private pension bills to Civil War veterans whose claims were fraudulent. He angered the railroads by ordering an investigation of western lands they held by government grant, forcing them to return 81,000,000 acres. Cleveland also signed the Interstate Commerce Act, the first law attempting federal regulation of the railroads. Running for re-election in 1888, he won the popular vote but lost the electoral vote and the presidency to his Republican opponent, Benjamin Harrison.",
  "subjectshort": "Grover Cleveland (first term)",
  "thickness": 2,
  "title": "2012 Grover Cleveland (first term) Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2012
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2012-06-11",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 46406000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "221_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts a view of the Bass Harbor Head Lighthouse and Acadia's rough coastline. Inscriptions are ACADIA, MAINE, 2012 and E PLURIBUS UNUM.",
  "reversedesigner": "Barbara Fox",
  "reverseimg": "221_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The United States Mint will continue the America the Beautiful Quarters Program with the release of the Acadia National Park Quarter. This will represent the third release for the year 2012 and the thirteenth release for the program overall.\n\nThe reverse design of the coin contains a depiction incorporating elements representative of Acadia: the ocean, the coastline, a lighthouse, and pine trees. These are presented through a depiction of the Bass Harbor Head Lighthouse, located along the coastline. The design was supported by both the Commission of Fine Arts and Citizens Coinage Advisory Committee, and selected by the Secretary of the Treasury with minor modification to the framing of the image. Inscriptions read “Acadia”, “Maine”, “2012″, and “E Pluribus Unum”. The reverse was designed by Barbara Fox and sculpted by Joseph Menna.\n\nOn the obverse of the coin will be the 1932 portrait of George Washington designed by John Flanagan. This image has been used since the beginning of the program as the common obverse.\n\nA release date for the Acadia National Park Quarter has already been scheduled for June 11, 2011. This is the date when the coins will be released into general circulation by the Federal Reserve Banks. At earlier periods throughout the year, the coins may be released in numismatic format by the United States Mint. America the Beautiful Quarters have been offered in bags, rolls, proof sets, uncirculated sets, and three coin sets.",
  "subjectshort": "Acadia National Park",
  "thickness": 1.7,
  "title": "2012 Acadia National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2012
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2012-08-16",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 9882000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "222_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Benjamin Harrison with the inscriptions \"BENJAMIN HARRISON\", \"IN GOD WE TRUST\", \"23rd PRESIDENT\" and \"1889–1893.\"",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "222_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "23rd President, 1889-1893\n\nGrandson of former President William Henry Harrison, Benjamin Harrison was born in 1833 on a farm by the Ohio River below Cincinnati. He attended Miami University in Ohio and studied law in Cincinnati, later moving to Indianapolis, where he practiced.\n\nAfter the Civil War, during which Harrison served as colonel of the 70th Volunteer Infantry, he enhanced his reputation as a lawyer. In the 1880s, he served in the U.S. Senate, where he championed American Indians, homesteaders and Civil War veterans. In the presidential election of 1888, he received 100,000 fewer popular votes than President Cleveland but carried the Electoral College 233 to 168.\n\nAs President, Harrison was proud of his vigorous foreign policy. The first Pan American Congress met in Washington in 1889, establishing an information center which later became the Pan American Union. At the end of his administration, Harrison submitted a treaty to the Senate to annex Hawaii, but his successor withdrew it. He also signed important appropriation bills for internal improvements, naval expansion and subsidies for steamship lines and the Sherman Anti-Trust Act \"to protect trade and commerce against unlawful restraints and monopolies.\" This act was the first federal attempt to regulate trusts. He was re-nominated by his party in 1892 but lost to Grover Cleveland, who became the only President in U.S. history to serve two non-consecutive terms in office. A dignified elder statesman, he died in 1901.",
  "subjectshort": "Benjamin Harrison",
  "thickness": 2,
  "title": "2012 Benjamin Harrison Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2012
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2012-08-27",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 124800000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "223_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts an eruption on the east rift of Kilauea Volcano. Inscriptions are HAWAI'I VOLCANOES, HAWAII, 2012 and E PLURIBUS UNUM.",
  "reversedesigner": "Charles L. Vickers",
  "reverseimg": "223_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The Hawai’i Volcanoes National Park Quarter will represent the fourth release of the year for the America the Beautiful Quarters Program. It will represent the fourteenth overall release for the program, which has featured designs representative of national parks and sites from around the country.\n\nThe reverse design for the coin is a stunning depiction of an erupting volcano located on the east rift of the Kilaeua Volcano. The design was overwhelmingly supported by the Commission of Fine Arts and Citizens Coinage Advisory Committee as a strong single image, which was well suited to the be depicted on a quarter. The inscriptions appearing around the outer rim of the coin read “Hawai’i Volcanoes”, “Hawaii”, “2012″, and “E Pluribus Unum”. The reverse was designed and sculpted by Charles L. Vickers.\n\nThe obverse design for the coin will feature a portrait of George Washington. The design is a restored version of the portrait which originally appeared on the 1932 Washington Quarter designed by John Flanagan. Obverse inscriptions include “United States of America”, “Liberty”, “In God We Trust”, and “Quarter Dollar”. The mint mark of the coin also appears.\n\nA release date of August 27, 2012 has been scheduled for the circulation release of the Hawaii Volcanoes National Park Quarter. On this date, the coins will be made available to the channels of general circulation. The United States Mint will also incorporate this coin in numismatic products, which may be released at earlier dates.",
  "subjectshort": "Hawaii Volcanoes National Park",
  "thickness": 1.7,
  "title": "2012 Hawaii Volcanoes National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2012
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2012-11-05",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 302000000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "224_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features a Dall sheep with Mount McKinley rising in the background. Inscriptions are DENALI, ALASKA, 2012 and E PLURIBUS UNUM.",
  "reversedesigner": "Charles L. Vickers",
  "reverseimg": "224_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The Denali National Park Quarter will be the fifth design released for the year 2012, completing the third year of the ongoing America the Beautiful Quarters Program. In the prior State Quarters Program, the state of Alaska had been featured second to last. It comes early in the sequence for the new program since releases are determined by the date an area came under federal protection.\n\nThe reverse design for the coin features the image of a Dall sheep with Mount McKinley towering in the background. Similar compositions have been used for other sites which comprise vast areas including mountain ranges. The inscriptions appearing around the outer edge of the coin include “Denali”, “Alaska”, “2012″, and “E Pluribus Unum”. The reverse was designed by Susan Gamble and sculpted by Jim Licaretz.\n\nOn the obverse of the coin is the 1932 portrait of George Washington with the inscriptions “United States of America”, “Liberty”, “In God We Trust”, and the denomination “Quarter Dollar”. The portrait was restored from the original John Flanagan design.\n\nA tentative release date for the Denali National Park Quarter has been set for November 5, 2012. This is the date when the quarters will be released into general circulation. Typically, the United States Mint and National Park Service host a launch ceremony to mark the occasion.",
  "subjectshort": "Denali National Park",
  "thickness": 1.7,
  "title": "2012 Denali National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2012
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2012-11-15",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 13942000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "225_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Grover Cleveland with the inscriptions \"GROVER CLEVELAND\", \"IN GOD WE TRUST\", \"24th PRESIDENT\" and \"1893-1897\"",
  "reversedesigner": "Don Everhart",
  "reverseimg": "225_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "24th President, 1893-1897\n\nThe first Democrat elected after the Civil War, Grover Cleveland was the only President to leave the White House and return for a second term four years later.\n\nOne of nine children of a Presbyterian minister, Cleveland was born in New Jersey in 1837 and raised in upstate New York. As a lawyer in Buffalo, he became notable for his single-minded concentration. Running as a reformer, he was elected mayor of Buffalo in 1881 and later, governor of New York. He first won the presidency in 1884 with the combined support of Democrats and reform Republicans known as the \"Mugwumps.\"\n\nAfter losing the presidency to Benjamin Harrison in 1888, he was returned to office in 1892. As the 24th President, Cleveland faced an economic depression. He dealt directly with the financial crisis rather than with business failures, farm mortgage foreclosures and unemployment. He obtained repeal of the mildly inflationary Sherman Silver Purchase Act and, with the aid of Wall Street, maintained the Treasury Department's gold reserve.\n\nWhen railroad strikers in Chicago violated an injunction, Cleveland sent federal troops to enforce it. His blunt treatment of the railroad strikers stirred the pride of many Americans, as did the vigorous way he forced Great Britain to accept arbitration of a disputed boundary in Venezuela. But overall, his policies during the depression were unpopular, and in 1896, his party instead nominated William Jennings Bryan. After leaving the White House the second time, Cleveland lived in retirement in Princeton, New Jersey, and died in 1908.",
  "subjectshort": "Grover Cleveland (second term)",
  "thickness": 2,
  "title": "2012 Grover Cleveland (second term) Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2012
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2013-02-19",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 8125100,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "226_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of William McKinley with the inscriptions WILLIAM MCKINLEY, IN GOD WE TRUST, 25th PRESIDENT and 1897 - 1901.",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "226_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "25th President (1897 – 1901)\n\nWilliam McKinley was born in Niles, Ohio, in 1843.  He served in the U.S. House of Representatives for 14 years and two terms as governor of Ohio before becoming President in 1897.  He served one full term and was re-elected in 1900.  President McKinley was shot by an anarchist in September 1901 while attending the Buffalo Pan-American Exposition and died eight days later.",
  "subjectshort": "William McKinley",
  "thickness": 2,
  "title": "2013 William McKinley Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2013
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2013-04-11",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 9230700,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "227_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Theodore Roosevelt with the inscriptions THEODORE ROOSEVLET, IN GOD WE TRUST, 26th PRESIDENT and 1901 - 1909.",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "227_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "26th President (1901 – 1909)\n\nTheodore Roosevelt was born in New York City in 1858.  He was lieutenant colonel of the Rough Riders Regiment during the Spanish-American War and was elected governor of New York in 1898.  He became President upon the death of William McKinley in 1901 and served nearly two terms.  While President, Roosevelt took an active interest in the design of American coinage, personally commissioning renowned sculptor Augustus Saint-Gaudens to redesign the “double eagle” ($20) gold coin and the $10 Indian head gold eagle.  He left office in 1909 but ran again in 1912 on the Progressive (“bull moose”) Party.",
  "subjectshort": "Theodore Roosevelt",
  "thickness": 2,
  "title": "2013 Theodore Roosevelt Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2013
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2013-07-09",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 8120000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "228_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of William Howard Taft with the inscriptions WILLIAM HOWARD TAFT, IN GOD WE TRUST, 27th PRESIDENT and 1909 - 1913.",
  "reversedesigner": "Barbara Fox",
  "reverseimg": "228_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "27th President (1909 – 1913)\n\nWilliam Howard Taft was born in Cincinnati in 1857.  He was appointed as a federal circuit judge at the age of 34, served as civil administrator in the Philippines under President McKinley, and later as President Roosevelt's Secretary of War.  He won the presidency in 1908, serving one term from 1909 to 1913.  Taft's post-presidency years consisted of serving as a professor of law at Yale University and as chief justice of the U.S. Supreme Court, a position he held until 1930, just prior to his death.",
  "subjectshort": "William Howard Taft",
  "thickness": 2,
  "title": "2013 William Howard Taft Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2013
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2013-10-17",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 7980000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "229_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Woodrow Wilson with the inscriptions WOODROW WILSON, IN GOD WE TRUST, 28th PRESIDENT and 1913 - 1921.",
  "reversedesigner": "Don Everhart",
  "reverseimg": "229_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "28th President (1913 – 1921)\n\nWoodrow Wilson was born in Staunton, Virginia, in 1856.  He became a professor of political science and was appointed president of Princeton University in 1902.  He was elected governor of New Jersey in 1910 and President of the U.S. just two years later.  While he was President, the Federal Reserve Act was passed, which provided the country with a more elastic money supply.  He suffered a stroke while trying to rally support for the Versailles Treaty, which was defeated by the Senate.",
  "subjectshort": "Woodrow Wilson",
  "thickness": 2,
  "title": "2013 Woodrow Wilson Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2013
},
{
  "country": "United States",
  "dateemis": "2009-2016",
  "diameter": 26.49,
  "edge": "Lettered",
  "edgeimg": "230_edgeimg.jpg",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 3640000,
  "obversedesign": "The obverse design remains the central figure of \"Sacagawea\" first produced in 2000, and contains the inscriptions LIBERTY and IN GOD WE TRUST.",
  "obversedesigner": "Glenda Goodacre",
  "obverseimg": "230_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "The reverse design features a turkey, howling wolf, and turtle (all symbols of the clans of the Delaware Tribe), and a ring of 13 stars to represent the Colonies.  The design includes the required inscriptions, UNITED STATES OF AMERICA and $1.  The additional inscriptions include TREATY WITH THE DELAWARES and 1778.",
  "reversedesigner": "Susan Gamble",
  "reverseimg": "230_reverseimg.jpg",
  "series": "Native American",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "The Delaware Treaty (1778)",
  "thickness": 2,
  "title": "2013 The Delaware Treaty (1778) Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2013
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2013-01-28",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 176400000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "231_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts Mt. Chocorua, the easternmost peak of the Sandwich Range, framed by birch trees. Inscriptions are WHITE MOUNTAIN, NEW HAMPSHIRE, 2013 and E PLURIBUS UNUM.",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "231_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "White Mountain National Forest",
  "thickness": 1.7,
  "title": "2013 White Mountain National Forest Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2013
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2013-04-01",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 239400000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "232_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts the statue of Master Commandant Oliver Hazard Perry with the Peace Memorial located in the distance. Inscriptions are PERRY'S VICTORY, OHIO, 2013 and E PLURIBUS UNUM.",
  "reversedesigner": "Don Everhart",
  "reverseimg": "232_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Perry's Victory and International Peace Memorial",
  "thickness": 1.7,
  "title": "2013 Perry's Victory and International Peace Memorial Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2013
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2013-06-10",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 263800000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "233_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts the beauty and unique qualities of a single Bristlecone Pine tree and the rocky glacial moraines where the trees grow. Inscriptions are GREAT BASIN, NEVADA, 2013 and E PLURIBUS UNUM.",
  "reversedesigner": "Ronald D. Sanders",
  "reverseimg": "233_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Great Basin National Park",
  "thickness": 1.7,
  "title": "2013 Great Basin National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2013
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2013-08-26",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 271400000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "234_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Represents the site during the \"Defenders Day\" celebration, considered the centerpiece annual event held at Fort McHenry. The fireworks symbolize the \"rocket's red glare,\" linking the fort to its historic past. Inscriptions are FORT McHENRY, MARYLAND, 2013 and E PLURIBUS UNUM.",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "234_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Fort McHenry National Monument and History Shrine",
  "thickness": 1.7,
  "title": "2013 Fort McHenry National Monument and History Shrine Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2013
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2013-11-04",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 504200000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "235_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Inspired by photos of men who are adding the final details to Thomas Jefferson's face, offering a unique and educational perspective on how Mount Rushmore was created and sculpted. Inscriptions are MOUNT RUSHMORE, SOUTH DAKOTA, 2013 and E PLURIBUS UNUM.",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "235_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Mount Rushmore National Memorial",
  "thickness": 1.7,
  "title": "2013 Mount Rushmore National Memorial Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2013
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2014-01-27",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 172600000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "236_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts a historic log cabin found within Great Smoky Mountains National Park. It features a segment of the lush green forest and hawk circling above. Inscriptions are GREAT SMOKY MOUNTAINS, TENNESSEE, 2014 and E PLURIBUS UNUM.",
  "reversedesigner": "Chris Costello",
  "reverseimg": "236_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The Great Smoky Mountains National Park quarter is the first of 2014 and the 21st overall in the America the Beautiful Quarters® Program. This national park features wondrous biodiversity, with ridge upon ridge of forest straddling the border between Tennessee and North Carolina. Great Smoky Mountains National Park is world renowned for its diverse plant and animal life, the beauty of its ancient mountains, and the quality of its remnants of southern Appalachian mountain culture. It is America's most-visited national park. It was first established as a national site on May 22, 1926 (44 Stat. 616).",
  "subjectshort": "Great Smoky Mountains National Park",
  "thickness": 1.7,
  "title": "2014 Great Smoky Mountains National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2014
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2014-04-07",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 310600000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "237_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts a day hiker taking in the view from Little Stony Man summit. Inscriptions are SHENANDOAH, VIRGINIA, 2014 and E PLURIBUS UNUM.",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "237_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The Shenandoah National Park quarter is the second of 2014 and the 22nd overall in the America the Beautiful Quarters® Program. Just 75 miles from Washington, D.C., Shenandoah National Park is an escape for travelers wanting a wide range of outdoor adventures. It features cascading waterfalls, spectacular vistas and quiet wooded hollows. Park visitors enjoy hiking, meandering along the scenic Skyline Drive, or camping and picnicking with family or friends. Park habitats provide a haven for black bear and numerous songbirds. Creation of the park was authorized by legislation in 1926 (44 Stat. 616) with formal establishment in 1935 and dedication by President Franklin D. Roosevelt in 1936.",
  "subjectshort": "Shenandoah National Park",
  "thickness": 1.7,
  "title": "2014 Shenandoah National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2014
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2014-06-09",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 465600000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "238_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts Delicate Arch, a 65-foot freestanding natural arch. The La Sal Mountains are visible in the background. Inscriptions are ARCHES, UTAH, 2014 and E PLURIBUS UNUM.",
  "reversedesigner": "Donna Weaver",
  "reverseimg": "238_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The Arches National Park quarter is the third of 2014 and the 23rd overall in the America the Beautiful Quarters® Program. This park is a red rock wonderland. Visitors will discover a landscape of contrasting colors, landforms and textures unlike any others in the world. Arches National Park has more than 2,000 natural stone arches, as well as hundreds of soaring pinnacles, massive fins and giant balanced rocks. It was first established as a national site on April 12, 1929 (46 Stat. 2988).",
  "subjectshort": "Arches National Park",
  "thickness": 1.7,
  "title": "2014 Arches National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2014
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2014-08-25",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "mintage": 331400000,
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "239_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features a father and son playing in the sand next to the creek bed. The distinctive mountains and sand dunes are featured in the background. Inscriptions are GREAT SAND DUNES, COLORADO, 2014 and E PLURIBUS UNUM.",
  "reversedesigner": "Don Everhart",
  "reverseimg": "239_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The Great Sand Dunes National Park quarter is the fourth of 2014 and the 24th overall in the America the Beautiful Quarters® Program. Great Sand Dunes National Park and Preserve has the tallest dunes in North America as the centerpiece of the site's diverse landscape of grasslands, wetlands, conifer and aspen forests, alpine lakes, and tundra. These can be experienced through hiking, sand sledding, splashing in Medano Creek and watching wildlife. The Great Sand Dunes National Park was first established as a national site on March 17, 1932 (47 Stat. 2506).",
  "subjectshort": "Great Sand Dunes National Park",
  "thickness": 1.7,
  "title": "2014 Great Sand Dunes National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2014
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2014-11-03",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "240_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an anhinga with outstretched wings on a willow tree with a roseate spoonbill visible in the mid-ground. Inscriptions are EVERGLADES, FLORIDA, 2014 and E PLURIBUS UNUM.",
  "reversedesigner": "Joel Iskowitz",
  "reverseimg": "240_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subject": "The Everglades National Park quarter is the fifth of 2014 and the 25th overall in the America the Beautiful Quarters® Program. It is the largest subtropical wilderness in the United States. Everglades National Park protects an unparalleled landscape that provides important habitat for numerous rare and endangered species like the manatee, American crocodile and elusive Florida panther. An international treasure as well, it is designated as a world heritage site, international biosphere reserve and wetland of international importance. It was first established as a national site on May 30, 1934 (48 Stat. 816).",
  "subjectshort": "Everglades National Park",
  "thickness": 1.7,
  "title": "2014 Everglades National Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2014
},
{
  "country": "United States",
  "dateemis": "2009-2016",
  "diameter": 26.49,
  "edge": "Lettered",
  "edgeimg": "241_edgeimg.jpg",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 8680000,
  "obversedesign": "The obverse design remains the central figure of \"Sacagawea\" first produced in 2000, and contains the inscriptions LIBERTY and IN GOD WE TRUST.",
  "obversedesigner": "Glenda Goodacre",
  "obverseimg": "241_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "The reverse design depicts a Native American man offering a pipe while his wife offers provisions of fish, corn, roots and gourds.  In the background is a stylized image of the face of Clark's compass highlighting \"NW.\"  It includes the required inscriptions UNITED STATES OF AMERICA and $1.",
  "reversedesigner": "Chris Costello",
  "reverseimg": "241_reverseimg.jpg",
  "series": "Native American",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Native Hospitality Ensured the Success of the Lewis and Clark Expedition",
  "thickness": 2,
  "title": "2014 Native Hospitality Ensured the Success of the Lewis and Clark Expedition Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2014
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2014-02-06",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 9940000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "244_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Warren G. Harding with the inscriptions WARREN G. HARDING, IN GOD WE TRUST, 29th PRESIDENT and 1921 – 1923.",
  "reversedesigner": "Michael Gaudioso",
  "reverseimg": "244_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "29th President (1921 – 1923) \n\nWarren Gamaliel Harding was born in Blooming Grove, Ohio, in 1865.  He attended Iberia College, later renamed Ohio Central College, and became a newspaper publisher, teacher and insurance salesman.  Before becoming President, he served as an Ohio state senator, Ohio lieutenant governor and U.S. senator from Ohio.  Harding won the Republican nomination for President in 1920 when the main candidates deadlocked, and he went on to win an unprecedented 60 percent of the popular vote.  He died of a heart attack in 1923, just two years into his term.",
  "subjectshort": "Warren G. Harding",
  "thickness": 2,
  "title": "2014 Warren G. Harding Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2014
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2014-04-10",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 8260000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "245_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Calvin Coolidge with the inscriptions CALVIN COOLIDGE, IN GOD WE TRUST, 30th PRESIDENT and 1923 – 1929.",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "245_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "30th President (1923 – 1929)\n\nJohn Calvin Coolidge was born in Plymouth, Vermont, on July 4, 1872.  He graduated from Amherst College with honors, entering the legal profession in Northampton, Massachusetts.  He built an illustrious political career prior to becoming President upon the death of President Warren G. Harding in 1923.  Coolidge was a city council member and mayor of Northampton; a Massachusetts state legislator, lieutenant governor, and governor; and vice president.  His presidency is most notable for its economic prosperity and optimism–the \"Roaring Twenties.\"  Coolidge chose not to seek re-election in 1928 and died in 1933.",
  "subjectshort": "Calvin Coolidge",
  "thickness": 2,
  "title": "2014 Calvin Coolidge Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2014
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2014-06-19",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 8260000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "246_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Herbert Hoover with the inscriptions HERBERT HOOVER, IN GOD WE TRUST, 31st PRESIDENT and 1929 – 1933.",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "246_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "31st President (1929 – 1933)\n\nHerbert Clark Hoover was born in West Branch, Iowa, in 1874 and grew up in Oregon.  He earned a bachelor's degree from Stanford University in 1895 and became a mining engineer.  He held government positions as a public administrator, food relief coordinator and as secretary of commerce under Presidents Harding and Coolidge.  This led to his nomination for the presidency in 1928, which was quickly overtaken by the Great Depression, for which he was blamed.  He was badly defeated in the election of 1932.  After leaving office, Hoover retired to New York City and wrote articles, books and answers to as many as 20,000 letters a month.  He died there in 1964.",
  "subjectshort": "Herbert Hoover",
  "thickness": 2,
  "title": "2014 Herbert Hoover Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2014
},
{
  "country": "United States",
  "dateemis": "2007-",
  "diameter": 26.49,
  "edge": "Engraved",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "issuedate": "2014-08-28",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "mintage": 8680000,
  "obversedesign": "Features a striking rendition of the Statue of Liberty with the inscriptions \"United States of America\" and \"$1.\"",
  "obversedesigner": "Don Everhart",
  "obverseimg": "247_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features an image of Franklin D. Roosevelt with the inscriptions FRANKLIN D. ROOSEVELT, IN GOD WE TRUST, 32nd PRESIDENT and 1933 – 1945.",
  "reversedesigner": "Joseph Menna",
  "reverseimg": "247_reverseimg.jpg",
  "series": "Presidential $1 Coins",
  "shape": "Round",
  "status": "demo",
  "subject": "32nd President (1933 – 1945)\n\nFranklin Delano Roosevelt was born in Hyde Park, New York, in 1882. He graduated from Harvard and attended Columbia University law school, becoming a lawyer and banker.  He served as a New York state senator and governor and assistant secretary of the Navy under President Woodrow Wilson.  After securing the Democratic nomination for President in 1932, he campaigned vigorously while promising the New Deal to address the Nation's dire economic situation.  Although he had been stricken with polio in 1921, Roosevelt went on to be considered one of our most consequential chief executives, presiding over both the Great Depression and World War II.  He served three full terms and died in Warm Springs, Georgia, in 1945, just a few months after beginning his fourth.",
  "subjectshort": "Franklin D. Roosevelt",
  "thickness": 2,
  "title": "2014 Franklin D. Roosevelt Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2014
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2015-01-26",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "248_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Represents the three fundamentals of survival common to all homesteaders:  food, shelter, and water.\"Inscriptions are “HOMESTEAD,” “NEBRASKA,” “2015,” and “E PLURIBUS UNUM.”",
  "reversedesigner": "Ronald D. Sanders",
  "reverseimg": "248_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Homestead National Monument of America",
  "thickness": 1.7,
  "title": "2015 Homestead National Monument of America Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2015
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2015-04-06",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "249_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features a wild turkey in flight over blue stem grass with long leaf pine in the background.  Inscriptions are “KISATCHIE,” “LOUISIANA,” “2015” and “E PLURIBUS UNUM.”",
  "reversedesigner": "Susan Gamble",
  "reverseimg": "249_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Kisatchie National Forest",
  "thickness": 1.7,
  "title": "2015 Kisatchie National Forest Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2015
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2015-06-08",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "250_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts the grace and curvature of the road hugging the side of a mountain, with the North Carolina state flower in the foreground.  Inscriptions are “BLUE RIDGE PARKWAY,” “NORTH CAROLINA,” “2015” and “E PLURIBUS UNUM.”",
  "reversedesigner": "Frank Morris",
  "reverseimg": "250_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Blue Ridge Parkway",
  "thickness": 1.7,
  "title": "2015 Blue Ridge Parkway Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2015
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2015-08-31",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "251_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Features a great blue heron in the foreground and a great egret in the background.  Inscriptions are “BOMBAY HOOK,” “DELAWARE,” “2015” and “E PLURIBUS UNUM.”",
  "reversedesigner": "Phebe Hemphill",
  "reverseimg": "251_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Bombay Hook National Wildlife Refuge",
  "thickness": 1.7,
  "title": "2015 Bombay Hook National Wildlife Refuge Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2015
},
{
  "country": "United States",
  "dateemis": "2010-2021",
  "diameter": 24.3,
  "edge": "Reeded",
  "issuedate": "2015-11-02",
  "material": "Cupronickel",
  "mint": "United States Mint",
  "obversedesigner": "William Cousins after John Flanagan",
  "obverseimg": "252_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "Depicts a close-up of the moment General John Burgoyne surrendered his sword to General Horatio Gates, a turning point many believe marked the ‘beginning of the end of the American Revolutionary War.’  Inscriptions are “BRITISH SURRENDER 1777,” “SARATOGA,” “NEW YORK,” “2015” and “E PLURIBUS UNUM.”",
  "reversedesigner": "Barbara Fox",
  "reverseimg": "252_reverseimg.jpg",
  "series": "America the Beautiful Quarters",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Saratoga National Historical Park",
  "thickness": 1.7,
  "title": "2015 Saratoga National Historical Park Quarter",
  "type": "Commemorative",
  "unit": "Cent",
  "value": 25,
  "weight": 5.67,
  "year": 2015
},
{
  "country": "United States",
  "dateemis": "2009-2016",
  "diameter": 26.49,
  "edge": "Lettered",
  "edgeimg": "253_edgeimg.jpg",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "obversedesign": "The obverse design remains the central figure of \"Sacagawea\" first produced in 2000, and contains the inscriptions LIBERTY and IN GOD WE TRUST.",
  "obversedesigner": "Glenda Goodacre",
  "obverseimg": "253_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "The reverse design depicts a Mohawk ironworker reaching for an I-beam that is swinging into position, rivets on the left and right side of the border, and a high elevation view of the city skyline in the background.  Inscriptions include Mohawk Ironworkers and the required inscriptions UNITED STATES OF AMERICA and $1.",
  "reversedesigner": "Ronald D. Sanders",
  "reverseimg": "253_reverseimg.jpg",
  "series": "Native American",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Mohawk high iron workers, builders of New York City and other skylines (from 1886)",
  "thickness": 2,
  "title": "2015 Mohawk high iron workers, builders of New York City and other skylines (from 1886) Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2015
},
{
  "country": "United States",
  "dateemis": "2009-2016",
  "diameter": 26.49,
  "edge": "Lettered",
  "edgeimg": "254_edgeimg.jpg",
  "edgelabel": "\"E PLURIBUS UNUM\", the coin's mint mark, its year of issuance, and 13 five-pointed stars",
  "material": "Copper with manganese brass cladding",
  "mint": "United States Mint",
  "obversedesign": "The obverse design remains the central figure of \"Sacagawea\" first produced in 2000, and contains the inscriptions LIBERTY and IN GOD WE TRUST.",
  "obversedesigner": "Glenda Goodacre",
  "obverseimg": "254_obverseimg.jpg",
  "obvrev": "Coin (180°)",
  "quality": "Uncirculated",
  "reversedesign": "The reverse design features two helmets with the inscriptions WWI and WWII, and two feathers that form a \"V,\" symbolizing victory, unity, and the important role that these code talkers played.  It includes the required inscriptions UNITED STATES OF AMERICA and $1.",
  "reversedesigner": "Thomas D. Rodgers, Sr.",
  "reverseimg": "254_reverseimg.jpg",
  "series": "Native American",
  "shape": "Round",
  "status": "demo",
  "subjectshort": "Code Talkers from both World War I and World War II (1917-1945)",
  "thickness": 2,
  "title": "2016 Code Talkers from both World War I and World War II (1917-1945) Dollar",
  "type": "Commemorative",
  "unit": "Dollar",
  "value": 1,
  "weight": 8.1,
  "year": 2016
}
]
}